{
    "News": [
        {
            "ID": "c121b65a-e469-4866-82b4-d5efd5fe2906",
            "Tags": [
                "NewContent"
            ],
            "PlatformsToShowOn": 511,
            "StartDateTicks": 638608752000000000,
            "EndDateTicks": 946391904000000000,
            "Priority": 1,
            "PresetImageName": "",
            "RemoteImageName": "NewsCenter.jpg",
            "Title": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "The News"
                    },
                    {
                        "Language": "pl",
                        "Text": "Aktualności"
                    },
                    {
                        "Language": "de",
                        "Text": "Neuigkeitenbereich"
                    },
                    {
                        "Language": "fr",
                        "Text": "Nouveautés"
                    },
                    {
                        "Language": "es",
                        "Text": "Noticias"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "Novidades"
                    },
                    {
                        "Language": "ja",
                        "Text": "ニュース"
                    },
                    {
                        "Language": "ru",
                        "Text": "Новости"
                    },
                    {
                        "Language": "zh",
                        "Text": "消息中心"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "消息中心"
                    },
                    {
                        "Language": "it",
                        "Text": "Notizie"
                    },
                    {
                        "Language": "ko",
                        "Text": "뉴스"
                    },
                    {
                        "Language": "uk",
                        "Text": "Новини"
                    }
                ]
            },
            "Header": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "Welcome to the News!"
                    },
                    {
                        "Language": "pl",
                        "Text": "Witamy w Aktualnościach!"
                    },
                    {
                        "Language": "de",
                        "Text": "Willkommen im Neuigkeitenbereich!"
                    },
                    {
                        "Language": "fr",
                        "Text": "Bienvenue dans les nouveautés !"
                    },
                    {
                        "Language": "es",
                        "Text": "¡Te damos la bienvenida a las novedades!"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "Sejam bem-vindos às Notícias!"
                    },
                    {
                        "Language": "ja",
                        "Text": "ニュース機能をご紹介！"
                    },
                    {
                        "Language": "ru",
                        "Text": "Встречайте раздел «Новости»!"
                    },
                    {
                        "Language": "zh",
                        "Text": "欢迎查看新闻！"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "歡迎查看新聞！"
                    },
                    {
                        "Language": "it",
                        "Text": "Notizie a portata di mano!"
                    },
                    {
                        "Language": "ko",
                        "Text": "뉴스에 오신 것을 환영합니다!"
                    },
                    {
                        "Language": "uk",
                        "Text": "Вітаємо в «Новинах»!"
                    }
                ]
            },
            "Content": [
                {
                    "PlatformsToShowOn": 511,
                    "Text": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "A new feature landed in the main menu - let us introduce the News! From now on you will find there all the crucial updates about patches, upcoming online maintenance works, new game content, and other... So keep your eyes peeled for a shiny feather in the main menu meaning a fresh announcement awaits!"
                            },
                            {
                                "Language": "pl",
                                "Text": "Nowa funkcja wylądowała właśnie w menu głównym - przedstawiamy Aktualności! Znajdziesz tam wszystkie najważniejsze informacje o aktualizacjach, nadchodzących pracach konserwacyjnych trybu online, nowej zawartości w grze i wiele więcej! Wypatruj zatem błyszczącego piórka w menu głównym - da ci znać, że nowe ogłoszenie już czeka."
                            },
                            {
                                "Language": "de",
                                "Text": "Es gibt einen neuen Abschnitt im Hauptmenü – wir führen „Neuigkeiten“ ein! Ab jetzt findest du dort alle wichtigen Updates zu Patches, anstehenden Wartungen, neuen Spielinhalten und mehr … Halte also die Augen offen nach einer glänzenden Feder im Hauptmenü, denn das heißt, eine Ankündigung wartet!"
                            },
                            {
                                "Language": "fr",
                                "Text": "Une nouvelle fonctionnalité a fait son arrivée dans le menu principal : merci d’accueillir les nouveautés ! Maintenant, vous pourrez trouver toutes les actualités majeures concernant les patchs, les opérations de maintenance à venir, les nouveaux contenus du jeu, etc… Ouvrez l’œil, une plume brillante dans le menu principal signifie qu’une toute nouvelle annonce vous attend !"
                            },
                            {
                                "Language": "es",
                                "Text": "Ha llegado una nueva función al menú principal: ¡os presentamos las noticias! De ahora en adelante aquí encontrareis todas las actualizaciones importantes sobre parches, próximas labores de mantenimiento, contenido del juego, entre otros. Así que estad alerta y buscad una pluma brillante en el menú, pues eso significará que hay una novedad esperando."
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Um novo recurso pousou no menu principal: apresentamos as Notícias! De agora em diante, você encontrará lá todas as atualizações cruciais sobre patches, próximos trabalhos de manutenção online, novos conteúdos do jogo e outras coisas. Então fique de olho em uma pena brilhante no menu principal, indicando que há um novo anúncio!"
                            },
                            {
                                "Language": "ja",
                                "Text": "メインメニューに新機能が追加されました！パッチ、今後のオンラインメンテナンス、新たなゲームコンテンツ等に関する重要なアップデートをすべて確認できます。メインメニューの光る羽根にご注目ください！メインメニューに光る羽根があれば、新しいお知らせがある目印になります！"
                            },
                            {
                                "Language": "ru",
                                "Text": "В главном меню появилась новая функция — встречайте «Новости»! Здесь вы сможете найти все важные сведения об обновлениях, предстоящих технических работах, новом игровом контенте и многом другом. Так что обращайте внимание на сверкающее перо в главном меню — оно означает, что есть свежее объявление!"
                            },
                            {
                                "Language": "zh",
                                "Text": "主菜单新增了一项新功能——新闻！从现在开始，您可以在这里找到所有重要更新信息，包括补丁、即将进行的在线维护、新的游戏内容等……所以当您看到主菜单上闪亮的羽毛时，记得留意，这意味着全新公告已经就绪！"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "主菜單新增了一項新功能——新聞！從現在開始，您可以在這裡找到所有重要更新信息，包括補丁、即將進行的在線維護、新的遊戲內容等……所以當您看到主菜單上閃亮的羽毛時，記得留意，這意味著全新公告已經就緒！"
                            },
                            {
                                "Language": "it",
                                "Text": "Siamo felici di presentare la nuova funzione del menu principale: le notizie! Da questo momento in poi, potrai trovare informazioni sugli aggiornamenti più importanti, sulle patch, sui lavori di manutenzione in programma, sui nuovi contenuti di gioco e molto altro ancora... Tieni gli occhi aperti e, quando avvisti una piuma lucente nel menu principale, significa che c’è un nuovo annuncio che ti attende!"
                            },
                            {
                                "Language": "ko",
                                "Text": "메인 메뉴에 새롭게 추가된 기능, 뉴스를 소개합니다! 이제부터 패치, 예정된 온라인 점검, 새로운 게임 콘텐츠, 기타 중요한 업데이트에 대한 모든 정보를 확인할 수 있습니다. 메인 메뉴의 깃털이 반짝이면 새로운 소식이 있다는 뜻이니 눈여겨보세요!"
                            },
                            {
                                "Language": "uk",
                                "Text": "У головному меню з'явилася нова функція: знайомтеся, новини! Відтепер там можна знайти всю важливу інформацію про оновлення й виправлення, заплановані технічні обслуговування, новий ігровий вміст і багато чого ще... Тож пильнуйте, щоб не проґавити блискучу пір'їнку в головному меню: вона вказує на появу нового оголошення!"
                            }
                        ]
                    }
                }
            ],
            "Actions": []
        },
        {
            "ID": "1bc0fb10-18b9-47f3-aeac-cc9f2783d74a",
            "Tags": [
                "NewContent"
            ],
            "PlatformsToShowOn": 511,
            "StartDateTicks": 638608743000000000,
            "EndDateTicks": 946391904000000000,
            "Priority": 1,
            "PresetImageName": "",
            "RemoteImageName": "Tray.jpg",
            "Title": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "Empty slots in the bird tray"
                    },
                    {
                        "Language": "pl",
                        "Text": "Puste pola w tacce ptaków"
                    },
                    {
                        "Language": "de",
                        "Text": "Leere Felder in der Vogeltränke"
                    },
                    {
                        "Language": "fr",
                        "Text": "Emplacements vides dans le plateau Oiseaux"
                    },
                    {
                        "Language": "es",
                        "Text": "Espacios vacíos en la bandeja de aves"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "Espaços vazios na bandeja de aves"
                    },
                    {
                        "Language": "ja",
                        "Text": "カードトレイ上の空きスロット"
                    },
                    {
                        "Language": "ru",
                        "Text": "Пустые ячейки в авиарии"
                    },
                    {
                        "Language": "zh",
                        "Text": "鸟类托盘的空位"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "鳥類托盤的空位"
                    },
                    {
                        "Language": "it",
                        "Text": "Slot vuoti nel raccoglitore per gli uccelli"
                    },
                    {
                        "Language": "ko",
                        "Text": "새 트레이의 빈 슬롯"
                    },
                    {
                        "Language": "uk",
                        "Text": "Порожні слоти в лотку з птахами"
                    }
                ]
            },
            "Header": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "The bird tray now shows an empty slot after drawing a card."
                    },
                    {
                        "Language": "pl",
                        "Text": "Tacka ptaków pokazuje teraz puste pola po dobraniu karty."
                    },
                    {
                        "Language": "de",
                        "Text": "Die Vogeltränke zeigt nach dem Ziehen von Karten nun die leeren Felder an."
                    },
                    {
                        "Language": "fr",
                        "Text": "Le plateau Oiseaux montre désormais un emplacement vide après le tirage d’une carte."
                    },
                    {
                        "Language": "es",
                        "Text": "La bandeja de aves ahora muestra un espacio vacío tras robar una carta."
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "A bandeja de aves agora mostra um espaço vazio após comprar uma carta."
                    },
                    {
                        "Language": "ja",
                        "Text": "カードを引いた後、カードトレイに空きスロットが表示されるようになりました。"
                    },
                    {
                        "Language": "ru",
                        "Text": "После вытягивания карты в авиарии теперь отображается пустая ячейка."
                    },
                    {
                        "Language": "zh",
                        "Text": "在抽取卡牌后，鸟类托盘上会显示出空缺槽位。"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "在抽取卡牌後，鳥類托盤上會顯示出空缺槽位。"
                    },
                    {
                        "Language": "it",
                        "Text": "Il raccoglitore ora mostra uno slot vuoto dopo aver pescato una carta."
                    },
                    {
                        "Language": "ko",
                        "Text": "이제 새 트레이에 카드를 뽑은 후 빈 슬롯이 표시됩니다."
                    },
                    {
                        "Language": "uk",
                        "Text": "У лотку з птахами тепер видно порожній слот після взяття картки."
                    }
                ]
            },
            "Content": [
                {
                    "PlatformsToShowOn": 511,
                    "Text": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "We added a tiny feature to the bird tray. From now on, when you draw cards from the bird tray and then activate a bird power, allowing you to draw again from the tray, you will see the slots you took cards from are shown as empty."
                            },
                            {
                                "Language": "pl",
                                "Text": "Dodaliśmy drobną funkcję do tacki ptaków. Od teraz, kiedy dobierzesz karty z tacki, po czym aktywujesz moc ptaka pozwalającą ponownie dobrać karty z tacki, zobaczysz że miejsca, z których dobrałeś karty, pozostają widoczne jako puste."
                            },
                            {
                                "Language": "de",
                                "Text": "Wir haben eine kleine Neuerung an der Vogeltränke vorgenommen. Wenn du Karten aus der Vogeltränke ziehst und dann eine Vogelfähigkeit einsetzt, wodurch du wieder aus der Vogeltränke ziehen kannst, erscheinen von nun an die Felder leer, von denen die Karten gezogen wurden."
                            },
                            {
                                "Language": "fr",
                                "Text": "Nous avons ajouté une petite nouveauté au plateau Oiseaux. À partir de maintenant, quand vous tirez des cartes sur le plateau avant d’activer le pouvoir d’un oiseau qui vous autorise à tirer à nouveau une carte sur le plateau, vous verrez que les emplacements des cartes que vous avez tirées sont vides."
                            },
                            {
                                "Language": "es",
                                "Text": "Hemos añadido una pequeña característica a la bandeja de aves: a partir de ahora, cuando robéis cartas de la bandeja de aves y activéis un poder, podréis volver a robar de la bandeja y veréis que los espacios de donde cogisteis las cartas ahora aparecerán como espacios vacíos."
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Adicionamos um pequeno recurso à bandeja de aves. De agora em diante, quando você compra cartas da bandeja de aves e depois ativa um poder de ave que permite comprar novamente da bandeja, você verá os espaços dos quais você tirou cartas mostrados como vazios."
                            },
                            {
                                "Language": "ja",
                                "Text": "カードトレイにちょっとした機能を追加しました。今後は、カードトレイからカードを引き、鳥の能力を発動して再びトレイからカードを引けるようになると、カードを取ったスロットが空きスロットとして表示されるようになります。"
                            },
                            {
                                "Language": "ru",
                                "Text": "Для авиария добавлено небольшое улучшение. Теперь, когда вы вытягиваете карту из авиария и затем активируете свойство птицы, позволяющее снова вытянуть карту из авиария, ячейки, из которых были взяты карты, будут отображаться пустыми."
                            },
                            {
                                "Language": "zh",
                                "Text": "我们为鸟类托盘添加一个新的功能特性。从现在开始，当从鸟类托盘抽取卡牌并激活鸟类能力，允许你再次从托盘抽取鸟类卡牌时，你会看到刚才已抽取的槽位显示为空。"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "我們為鳥類托盤添加一個新的功能特性。從現在開始，當從鳥類托盤抽取卡牌並激活鳥類能力，允許你再次從托盤抽取鳥類卡牌時，你會看到剛才已抽取的槽位顯示為空。"
                            },
                            {
                                "Language": "it",
                                "Text": "Abbiamo aggiunto una piccola funzione al raccoglitore per gli uccelli. Da ora in poi, quando peschi le carte dal raccoglitore e attivi l’abilità di un uccello, potrai pescare nuovamente dal raccoglitore e vedrai che gli slot dai quali hai pescato le carte sono vuoti."
                            },
                            {
                                "Language": "ko",
                                "Text": "새 트레이에 작은 기능을 추가했습니다. 이제부터 새 트레이에서 카드를 뽑은 후 새 능력을 활성화하여 트레이에서 다시 카드를 뽑을 수 있게 되면, 카드를 뽑은 슬롯이 비어 있는 것으로 표시됩니다."
                            },
                            {
                                "Language": "uk",
                                "Text": "Ми зовсім трішечки поліпшили лоток із птахами. Відтепер, коли ви берете карти з лотка, а потім активуєте властивість птаха, яка дає змогу взяти ще одну карту, то побачите, що слоти, з яких ви брали карти, позначено як порожні."
                            }
                        ]
                    }
                }
            ],
            "Actions": []
        },
        {
            "ID": "eb63e598-5f36-4e7c-8515-450de4174fe0",
            "Tags": [
                "Online"
            ],
            "PlatformsToShowOn": 8,
            "StartDateTicks": 638610912000000000,
            "EndDateTicks": 946391904000000000,
            "Priority": 1,
            "PresetImageName": "Online",
            "RemoteImageName": "",
            "Title": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "Important announcement for iOS Players\r\n"
                    },
                    {
                        "Language": "pl",
                        "Text": "Important announcement for iOS Players\r\n"
                    },
                    {
                        "Language": "de",
                        "Text": "Important announcement for iOS Players\r\n"
                    },
                    {
                        "Language": "fr",
                        "Text": "Important announcement for iOS Players\r\n"
                    },
                    {
                        "Language": "es",
                        "Text": "Important announcement for iOS Players\r\n"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "Important announcement for iOS Players\r\n"
                    },
                    {
                        "Language": "ja",
                        "Text": "Important announcement for iOS Players\r\n"
                    },
                    {
                        "Language": "ru",
                        "Text": "Important announcement for iOS Players\r\n"
                    },
                    {
                        "Language": "zh",
                        "Text": "Important announcement for iOS Players\r\n"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "Important announcement for iOS Players\r\n"
                    },
                    {
                        "Language": "it",
                        "Text": "Important announcement for iOS Players\r\n"
                    },
                    {
                        "Language": "ko",
                        "Text": "Important announcement for iOS Players\r\n"
                    },
                    {
                        "Language": "uk",
                        "Text": "Important announcement for iOS Players\r\n"
                    }
                ]
            },
            "Header": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "An update on the Online mode issue."
                    },
                    {
                        "Language": "pl",
                        "Text": "An update on the Online mode issue."
                    },
                    {
                        "Language": "de",
                        "Text": "An update on the Online mode issue."
                    },
                    {
                        "Language": "fr",
                        "Text": "An update on the Online mode issue."
                    },
                    {
                        "Language": "es",
                        "Text": "An update on the Online mode issue."
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "An update on the Online mode issue."
                    },
                    {
                        "Language": "ja",
                        "Text": "An update on the Online mode issue."
                    },
                    {
                        "Language": "ru",
                        "Text": "An update on the Online mode issue."
                    },
                    {
                        "Language": "zh",
                        "Text": "An update on the Online mode issue."
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "An update on the Online mode issue."
                    },
                    {
                        "Language": "it",
                        "Text": "An update on the Online mode issue."
                    },
                    {
                        "Language": "ko",
                        "Text": "An update on the Online mode issue."
                    },
                    {
                        "Language": "uk",
                        "Text": "An update on the Online mode issue."
                    }
                ]
            },
            "Content": [
                {
                    "PlatformsToShowOn": 8,
                    "Text": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
                            },
                            {
                                "Language": "pl",
                                "Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
                            },
                            {
                                "Language": "de",
                                "Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
                            },
                            {
                                "Language": "fr",
                                "Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
                            },
                            {
                                "Language": "es",
                                "Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
                            },
                            {
                                "Language": "ja",
                                "Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
                            },
                            {
                                "Language": "ru",
                                "Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
                            },
                            {
                                "Language": "zh",
                                "Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
                            },
                            {
                                "Language": "it",
                                "Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
                            },
                            {
                                "Language": "ko",
                                "Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
                            },
                            {
                                "Language": "uk",
                                "Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
                            }
                        ]
                    }
                }
            ],
            "Actions": []
        },
        {
            "ID": "19a3638d-0040-469b-8f68-10cde84a907e",
            "Tags": [
                "Events"
            ],
            "PlatformsToShowOn": 511,
            "StartDateTicks": 638633376000000000,
            "EndDateTicks": 638661888000000000,
            "Priority": 1,
            "PresetImageName": "",
            "RemoteImageName": "WS_Halloween.jpg\r\n",
            "Title": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "Happy Halloween!"
                    },
                    {
                        "Language": "pl",
                        "Text": "Wesołego Halloween!"
                    },
                    {
                        "Language": "de",
                        "Text": "Ein fröhliches Halloween-Fest!"
                    },
                    {
                        "Language": "fr",
                        "Text": "Joyeux Halloween !\n"
                    },
                    {
                        "Language": "es",
                        "Text": "¡Feliz Halloween!\n"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "Feliz Dia das Bruxas!\n"
                    },
                    {
                        "Language": "ja",
                        "Text": "ハッピーハロウィン！\n"
                    },
                    {
                        "Language": "ru",
                        "Text": "Счастливого Хэллоуина!\n"
                    },
                    {
                        "Language": "zh",
                        "Text": "万圣节快乐！"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "萬聖節快樂！"
                    },
                    {
                        "Language": "it",
                        "Text": "Buon Halloween!\n"
                    },
                    {
                        "Language": "ko",
                        "Text": "해피 핼러윈!"
                    },
                    {
                        "Language": "uk",
                        "Text": "Веселого Гелловіну!\n"
                    }
                ]
            },
            "Header": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "Halloween background is back!\n"
                    },
                    {
                        "Language": "pl",
                        "Text": "Tło halloweenowe wróciło!"
                    },
                    {
                        "Language": "de",
                        "Text": "Der Halloween-Hintergrund ist zurück!\n"
                    },
                    {
                        "Language": "fr",
                        "Text": "L’arrière-plan d’Halloween fait son retour !\n"
                    },
                    {
                        "Language": "es",
                        "Text": "¡El fondo de Halloween ha vuelto!\n"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "O Fundo de Dia das Bruxas voltou!\n"
                    },
                    {
                        "Language": "ja",
                        "Text": "ハロウィン背景が帰ってきた！\n"
                    },
                    {
                        "Language": "ru",
                        "Text": "Хэллоуинский фон возвращается!\n"
                    },
                    {
                        "Language": "zh",
                        "Text": "万圣节主题装饰背景又回来啦！"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "萬聖節主題裝飾背景又回來啦！"
                    },
                    {
                        "Language": "it",
                        "Text": "Lo sfondo di Halloween è tornato!\n"
                    },
                    {
                        "Language": "ko",
                        "Text": "핼러윈 배경이 돌아왔습니다!"
                    },
                    {
                        "Language": "uk",
                        "Text": "Гелловінське тло повертається!\n"
                    }
                ]
            },
            "Content": [
                {
                    "PlatformsToShowOn": 511,
                    "Text": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "Spooky season is here and to celebrate we’re bringing back our seasonal Halloween background for everyone! \r\nEmbrace the Halloween spirit and feel the cozy mood of Wingspan but remember - look out for the Scarecrow! \r\nEnjoy this special seasonal background from <b> October 1 to November 3 </b> - or unlimitedly with Seasonal Decorative Pack!\r\n"
                            },
                            {
                                "Language": "pl",
                                "Text": "Sezon straszydeł powrócił, a my świętujemy ten czas udostępniając nasze sezonowe tło halloweenowe wszystkim Ptasiarzom! Wprowadź się w halloweenowy nastrój i poczuj przytulność Na Skrzydłach, ale pamiętaj - uważaj na Stracha na Wróble! Ciesz się specjalnym tłem sezonowym od <b>1 października do 3 listopada</b>, lub bez ograniczeń dzięki Sezonowemu Pakietowi Dekoracyjnemu!"
                            },
                            {
                                "Language": "de",
                                "Text": "Die gruseligste Zeit des Jahres steht vor der Tür und wir feiern sie mit der Rückkehr unseres saisonalen Hintergrunds für alle!\r\nKomm in Halloween-Laune, während du die entspannende Atmosphäre von Wingspan (Flügelschlag) genießt. Aber hüte dich vor der Vogelscheuche!\r\nNutze diesen besonderen Jahreszeiten-Hintergrund vom <b>1. Oktober bis zum 3. November</b> – oder mit dem Jahreszeiten-Dekopaket auch das ganze Jahr!\r\n"
                            },
                            {
                                "Language": "fr",
                                "Text": "C’est la saison des frissons ! Pour fêter ça, l’arrière-plan d’Halloween fait son retour pour tout le monde !\r\nEntrez dans l’esprit d’Halloween tout en profitant de l’ambiance chaleureuse de Wingspan, mais faites quand même attention à l’épouvantail !\r\nProfitez de cet arrière-plan de saison du <b>1 octobre au 3 novembre</b>, ou toute l’année grâce au pack décoratif saisonnier !\r\n"
                            },
                            {
                                "Language": "es",
                                "Text": "Ya está aquí la época más aterradora, ¡y para celebrarlo os traemos de vuelta nuestro característico fondo de temporada de Halloween!\r\nSiente el espíritu de Halloween y acomódate para jugar a Wingspan, pero recuerda: ¡cuidado con el espantapájaros!\r\nDisfruta de este fondo de temporada desde el <b>1 de octubre al 3 de noviembre</b>; ¡o de forma ilimitada con el paquete de decoraciones festivas!\r\n"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "A temporada assustadora chegou, e para comemorar estamos trazendo de volta nosso fundo sazonal de Dia das Bruxas para todos!\r\nAbrace o espírito do Dia das Bruxas e sinta o clima aconchegante de Wingspan, mas lembre-se: fique de olho no Espantalho!\r\nAproveite este fundo sazonal especial de <b>1 de outubro a 3 de novembro</b>, ou para sempre com o Pacote Decorativo Sazonal!\r\n"
                            },
                            {
                                "Language": "ja",
                                "Text": "今年も不気味な季節がやってきました！これを記念して、期間限定のハロウィン背景が復活！\r\nハロウィン気分でウィングスパンの居心地の良いムードを楽しもう！ただし、カカシには気を付けるように！\r\n期間限定特別背景は<b>10月1日から11月3日まで</b>。「季節の装飾パック」を買うとずっと使える！\r\n"
                            },
                            {
                                "Language": "ru",
                                "Text": "Наступает время ужасов, и в честь этого мы снова дарим всем сезонный хэллоуинский фон!\r\nПроникнитесь духом Хэллоуина и уютной атмосферой «Крыльев» — но опасайтесь Пугала!\r\nЭтот особый сезонный фон будет доступен с <b>1 октября по 3 ноября</b> (или без ограничений с декоративным набором «Времена года»).\r\n"
                            },
                            {
                                "Language": "zh",
                                "Text": "万圣节来了，为庆祝这一时刻，我们为大家带回了万圣节主题限定背景！\r\n感受《展翅翱翔》的温馨氛围，尽情享受万圣节的欢乐，但千万别忘了——小心稻草人！\r\n这个特别的节日背景将在<b>10月1日到11月3日</b>之间限时开放，或者您可以通过购买季节装饰包无限期使用！\r\n"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "萬聖節來了，為慶祝這一時刻，我們為大家帶回了萬聖節主題限定背景！\r\n感受《展翅翱翔》的溫馨氛圍，盡情享受萬聖節的歡樂，但千萬別忘了——小心稻草人！\r\n這個特別的節日背景將在<b>10月1日到11月3日</b>之間限時開放，或者您可以通過購買季節裝飾包無限期使用！\r\n"
                            },
                            {
                                "Language": "it",
                                "Text": "La stagione del brivido è qui e per l’occasione abbiamo reso nuovamente disponibile per tutti il nostro sfondo stagionale a tema Halloween!\r\nEntra nello spirito di Halloween e divertiti con la spensieratezza di Wingspan, ma ricorda: fa’ attenzione allo spaventapasseri!\r\nPotrai goderti lo speciale sfondo stagionale dal <b>1 ottobre al 3 novembre</b>, oppure a tempo illimitato con il pacchetto decorativo stagionale!\r\n"
                            },
                            {
                                "Language": "ko",
                                "Text": "오싹오싹 시즌이 돌아왔습니다. 이를 기념하고자 모든 분들을 위해 핼러윈 시즌 배경을 다시 선보입니다!\r\n핼러윈 분위기를 만끽하며 윙스팬의 아늑한 분위기를 느껴보세요. 그리고 허수아비를 조심하세요!\r\n이 특별한 시즌 배경을 <b>10월 1일부터 11월 3일까지</b> 한정 기간동안 즐기거나, 시즌 장식 팩으로 무제한으로 즐겨보세요!\r\n"
                            },
                            {
                                "Language": "uk",
                                "Text": "Моторошна пора насуває! До Гелловіну ми повернули для всіх наше сезонне тло!\r\nПройміться духом пустощів і затишком «Крил», однак пам'ятайте: десь уже чигає Опудало!\r\nНасолоджуйтеся спеціальним сезонним тлом із <b>1 жовтня до 3 листопада</b> — або ж скільки завгодно з декоративним набором «Пори року»!\r\n"
                            }
                        ]
                    }
                }
            ],
            "Actions": [
                {
                    "ActionType": 1,
                    "PlatformsToShowOn": 257,
                    "Value": "SB_DLC",
                    "ButtonText": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "Check out Decorative DLC"
                            },
                            {
                                "Language": "pl",
                                "Text": "Sprawdź Dodatek Dekoracyjny"
                            },
                            {
                                "Language": "de",
                                "Text": "Deko-DLC ansehen"
                            },
                            {
                                "Language": "fr",
                                "Text": "Découvrez le DLC décoratif"
                            },
                            {
                                "Language": "es",
                                "Text": "Echa un ojo al DLC de decoración"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Confira o DLC Decorativo"
                            },
                            {
                                "Language": "ja",
                                "Text": "装飾DLCをチェックしよう"
                            },
                            {
                                "Language": "ru",
                                "Text": "Взгляните на дополнение с украшениями"
                            },
                            {
                                "Language": "zh",
                                "Text": "查看装饰包DLC"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "查看裝飾包DLC"
                            },
                            {
                                "Language": "it",
                                "Text": "Scopri il DLC decorativo"
                            },
                            {
                                "Language": "ko",
                                "Text": "장식 DLC 확인"
                            },
                            {
                                "Language": "uk",
                                "Text": "Декоративний DLC тут"
                            }
                        ]
                    }
                },
                {
                    "ActionType": 1,
                    "PlatformsToShowOn": 2,
                    "Value": "SB_DLC",
                    "ButtonText": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "Check out Decorative DLC"
                            },
                            {
                                "Language": "pl",
                                "Text": "Sprawdź Dodatek Dekoracyjny"
                            },
                            {
                                "Language": "de",
                                "Text": "Deko-DLC ansehen"
                            },
                            {
                                "Language": "fr",
                                "Text": "Découvrez le DLC décoratif"
                            },
                            {
                                "Language": "es",
                                "Text": "Echa un ojo al DLC de decoración"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Confira o DLC Decorativo"
                            },
                            {
                                "Language": "ja",
                                "Text": "装飾DLCをチェックしよう"
                            },
                            {
                                "Language": "ru",
                                "Text": "Взгляните на дополнение с украшениями"
                            },
                            {
                                "Language": "zh",
                                "Text": "查看装饰包DLC"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "查看裝飾包DLC"
                            },
                            {
                                "Language": "it",
                                "Text": "Scopri il DLC decorativo"
                            },
                            {
                                "Language": "ko",
                                "Text": "장식 DLC 확인"
                            },
                            {
                                "Language": "uk",
                                "Text": "Декоративний DLC тут"
                            }
                        ]
                    }
                }
            ]
        },
        {
            "ID": "6ea03563-0ee2-425b-b555-4a4bc17a07b0",
            "Tags": [
                "Online"
            ],
            "PlatformsToShowOn": 303,
            "StartDateTicks": 638640720000000000,
            "EndDateTicks": 638646768000000000,
            "Priority": 1,
            "PresetImageName": "Online",
            "RemoteImageName": "",
            "Title": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "Online Server Issue - October 9\r\n"
                    },
                    {
                        "Language": "pl",
                        "Text": "Online Server Issue - October 9\r\n"
                    },
                    {
                        "Language": "de",
                        "Text": "Online Server Issue - October 9\r\n"
                    },
                    {
                        "Language": "fr",
                        "Text": "Online Server Issue - October 9\r\n"
                    },
                    {
                        "Language": "es",
                        "Text": "Online Server Issue - October 9\r\n"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "Online Server Issue - October 9\r\n"
                    },
                    {
                        "Language": "ja",
                        "Text": "Online Server Issue - October 9\r\n"
                    },
                    {
                        "Language": "ru",
                        "Text": "Online Server Issue - October 9\r\n"
                    },
                    {
                        "Language": "zh",
                        "Text": "Online Server Issue - October 9\r\n"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "Online Server Issue - October 9\r\n"
                    },
                    {
                        "Language": "it",
                        "Text": "Online Server Issue - October 9\r\n"
                    },
                    {
                        "Language": "ko",
                        "Text": "Online Server Issue - October 9\r\n"
                    },
                    {
                        "Language": "uk",
                        "Text": "Online Server Issue - October 9\r\n"
                    }
                ]
            },
            "Header": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "Regarding lost games and server connection errors "
                    },
                    {
                        "Language": "pl",
                        "Text": "Regarding lost games and server connection errors "
                    },
                    {
                        "Language": "de",
                        "Text": "Regarding lost games and server connection errors "
                    },
                    {
                        "Language": "fr",
                        "Text": "Regarding lost games and server connection errors "
                    },
                    {
                        "Language": "es",
                        "Text": "Regarding lost games and server connection errors "
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "Regarding lost games and server connection errors "
                    },
                    {
                        "Language": "ja",
                        "Text": "Regarding lost games and server connection errors "
                    },
                    {
                        "Language": "ru",
                        "Text": "Regarding lost games and server connection errors "
                    },
                    {
                        "Language": "zh",
                        "Text": "Regarding lost games and server connection errors "
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "Regarding lost games and server connection errors "
                    },
                    {
                        "Language": "it",
                        "Text": "Regarding lost games and server connection errors "
                    },
                    {
                        "Language": "ko",
                        "Text": "Regarding lost games and server connection errors "
                    },
                    {
                        "Language": "uk",
                        "Text": "Regarding lost games and server connection errors "
                    }
                ]
            },
            "Content": [
                {
                    "PlatformsToShowOn": 303,
                    "Text": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "Everyone, \r\n\r\nUnfortunately, we have encountered an unexpected issue with the Online servers this morning, causing problems with server connection and, as a result, loss of multiplayer games. \r\n<b>Games that started before 11:17AM CET have been affected by this error and unfortunately, we are unable to bring them back.</b>\r\nWe are very sorry for this inconvenience. \r\n\r\n<b>We have now introduced a fix so this problem won’t happen again in the future.</b> \r\n\r\nWe ask for your understanding regarding this very unfortunate incident.\r\n"
                            },
                            {
                                "Language": "pl",
                                "Text": "Everyone, \r\n\r\nUnfortunately, we have encountered an unexpected issue with the Online servers this morning, causing problems with server connection and, as a result, loss of multiplayer games. \r\n<b>Games that started before 11:17AM CET have been affected by this error and unfortunately, we are unable to bring them back.</b>\r\nWe are very sorry for this inconvenience. \r\n\r\n<b>We have now introduced a fix so this problem won’t happen again in the future.</b> \r\n\r\nWe ask for your understanding regarding this very unfortunate incident.\r\n"
                            },
                            {
                                "Language": "de",
                                "Text": "Everyone, \r\n\r\nUnfortunately, we have encountered an unexpected issue with the Online servers this morning, causing problems with server connection and, as a result, loss of multiplayer games. \r\n<b>Games that started before 11:17AM CET have been affected by this error and unfortunately, we are unable to bring them back.</b>\r\nWe are very sorry for this inconvenience. \r\n\r\n<b>We have now introduced a fix so this problem won’t happen again in the future.</b> \r\n\r\nWe ask for your understanding regarding this very unfortunate incident.\r\n"
                            },
                            {
                                "Language": "fr",
                                "Text": "Everyone, \r\n\r\nUnfortunately, we have encountered an unexpected issue with the Online servers this morning, causing problems with server connection and, as a result, loss of multiplayer games. \r\n<b>Games that started before 11:17AM CET have been affected by this error and unfortunately, we are unable to bring them back.</b>\r\nWe are very sorry for this inconvenience. \r\n\r\n<b>We have now introduced a fix so this problem won’t happen again in the future.</b> \r\n\r\nWe ask for your understanding regarding this very unfortunate incident.\r\n"
                            },
                            {
                                "Language": "es",
                                "Text": "Everyone, \r\n\r\nUnfortunately, we have encountered an unexpected issue with the Online servers this morning, causing problems with server connection and, as a result, loss of multiplayer games. \r\n<b>Games that started before 11:17AM CET have been affected by this error and unfortunately, we are unable to bring them back.</b>\r\nWe are very sorry for this inconvenience. \r\n\r\n<b>We have now introduced a fix so this problem won’t happen again in the future.</b> \r\n\r\nWe ask for your understanding regarding this very unfortunate incident.\r\n"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Everyone, \r\n\r\nUnfortunately, we have encountered an unexpected issue with the Online servers this morning, causing problems with server connection and, as a result, loss of multiplayer games. \r\n<b>Games that started before 11:17AM CET have been affected by this error and unfortunately, we are unable to bring them back.</b>\r\nWe are very sorry for this inconvenience. \r\n\r\n<b>We have now introduced a fix so this problem won’t happen again in the future.</b> \r\n\r\nWe ask for your understanding regarding this very unfortunate incident.\r\n"
                            },
                            {
                                "Language": "ja",
                                "Text": "Everyone, \r\n\r\nUnfortunately, we have encountered an unexpected issue with the Online servers this morning, causing problems with server connection and, as a result, loss of multiplayer games. \r\n<b>Games that started before 11:17AM CET have been affected by this error and unfortunately, we are unable to bring them back.</b>\r\nWe are very sorry for this inconvenience. \r\n\r\n<b>We have now introduced a fix so this problem won’t happen again in the future.</b> \r\n\r\nWe ask for your understanding regarding this very unfortunate incident.\r\n"
                            },
                            {
                                "Language": "ru",
                                "Text": "Everyone, \r\n\r\nUnfortunately, we have encountered an unexpected issue with the Online servers this morning, causing problems with server connection and, as a result, loss of multiplayer games. \r\n<b>Games that started before 11:17AM CET have been affected by this error and unfortunately, we are unable to bring them back.</b>\r\nWe are very sorry for this inconvenience. \r\n\r\n<b>We have now introduced a fix so this problem won’t happen again in the future.</b> \r\n\r\nWe ask for your understanding regarding this very unfortunate incident.\r\n"
                            },
                            {
                                "Language": "zh",
                                "Text": "Everyone, \r\n\r\nUnfortunately, we have encountered an unexpected issue with the Online servers this morning, causing problems with server connection and, as a result, loss of multiplayer games. \r\n<b>Games that started before 11:17AM CET have been affected by this error and unfortunately, we are unable to bring them back.</b>\r\nWe are very sorry for this inconvenience. \r\n\r\n<b>We have now introduced a fix so this problem won’t happen again in the future.</b> \r\n\r\nWe ask for your understanding regarding this very unfortunate incident.\r\n"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "Everyone, \r\n\r\nUnfortunately, we have encountered an unexpected issue with the Online servers this morning, causing problems with server connection and, as a result, loss of multiplayer games. \r\n<b>Games that started before 11:17AM CET have been affected by this error and unfortunately, we are unable to bring them back.</b>\r\nWe are very sorry for this inconvenience. \r\n\r\n<b>We have now introduced a fix so this problem won’t happen again in the future.</b> \r\n\r\nWe ask for your understanding regarding this very unfortunate incident.\r\n"
                            },
                            {
                                "Language": "it",
                                "Text": "Everyone, \r\n\r\nUnfortunately, we have encountered an unexpected issue with the Online servers this morning, causing problems with server connection and, as a result, loss of multiplayer games. \r\n<b>Games that started before 11:17AM CET have been affected by this error and unfortunately, we are unable to bring them back.</b>\r\nWe are very sorry for this inconvenience. \r\n\r\n<b>We have now introduced a fix so this problem won’t happen again in the future.</b> \r\n\r\nWe ask for your understanding regarding this very unfortunate incident.\r\n"
                            },
                            {
                                "Language": "ko",
                                "Text": "Everyone, \r\n\r\nUnfortunately, we have encountered an unexpected issue with the Online servers this morning, causing problems with server connection and, as a result, loss of multiplayer games. \r\n<b>Games that started before 11:17AM CET have been affected by this error and unfortunately, we are unable to bring them back.</b>\r\nWe are very sorry for this inconvenience. \r\n\r\n<b>We have now introduced a fix so this problem won’t happen again in the future.</b> \r\n\r\nWe ask for your understanding regarding this very unfortunate incident.\r\n"
                            },
                            {
                                "Language": "uk",
                                "Text": "Everyone, \r\n\r\nUnfortunately, we have encountered an unexpected issue with the Online servers this morning, causing problems with server connection and, as a result, loss of multiplayer games. \r\n<b>Games that started before 11:17AM CET have been affected by this error and unfortunately, we are unable to bring them back.</b>\r\nWe are very sorry for this inconvenience. \r\n\r\n<b>We have now introduced a fix so this problem won’t happen again in the future.</b> \r\n\r\nWe ask for your understanding regarding this very unfortunate incident.\r\n"
                            }
                        ]
                    }
                }
            ],
            "Actions": []
        },
        {
            "ID": "0b555944-dcb9-4a3e-81b0-3fb083fb4a91",
            "Tags": [
                "Update"
            ],
            "PlatformsToShowOn": 192,
            "StartDateTicks": 638646012000000000,
            "EndDateTicks": 638658072600000000,
            "Priority": 1,
            "PresetImageName": "Online",
            "RemoteImageName": "",
            "Title": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "Hotfix - October 15"
                    },
                    {
                        "Language": "pl",
                        "Text": "Hotfix - October 15"
                    },
                    {
                        "Language": "de",
                        "Text": "Hotfix - October 15"
                    },
                    {
                        "Language": "fr",
                        "Text": "Hotfix - October 15"
                    },
                    {
                        "Language": "es",
                        "Text": "Hotfix - October 15"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "Hotfix - October 15"
                    },
                    {
                        "Language": "ja",
                        "Text": "Hotfix - October 15"
                    },
                    {
                        "Language": "ru",
                        "Text": "Hotfix - October 15"
                    },
                    {
                        "Language": "zh",
                        "Text": "Hotfix - October 15"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "Hotfix - October 15"
                    },
                    {
                        "Language": "it",
                        "Text": "Hotfix - October 15"
                    },
                    {
                        "Language": "ko",
                        "Text": "Hotfix - October 15"
                    },
                    {
                        "Language": "uk",
                        "Text": "Hotfix - October 15"
                    }
                ]
            },
            "Header": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "Birders!"
                    },
                    {
                        "Language": "pl",
                        "Text": "Birders!"
                    },
                    {
                        "Language": "de",
                        "Text": "Birders!"
                    },
                    {
                        "Language": "fr",
                        "Text": "Birders!"
                    },
                    {
                        "Language": "es",
                        "Text": "Birders!"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "Birders!"
                    },
                    {
                        "Language": "ja",
                        "Text": "Birders!"
                    },
                    {
                        "Language": "ru",
                        "Text": "Birders!"
                    },
                    {
                        "Language": "zh",
                        "Text": "Birders!"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "Birders!"
                    },
                    {
                        "Language": "it",
                        "Text": "Birders!"
                    },
                    {
                        "Language": "ko",
                        "Text": "Birders!"
                    },
                    {
                        "Language": "uk",
                        "Text": "Birders!"
                    }
                ]
            },
            "Content": [
                {
                    "PlatformsToShowOn": 192,
                    "Text": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "A small fix has landed! \r\n\r\nIn this one we introduce a fix for <b>There's always a bigger bird!</b> trophy. You can now unlock it by playing a bigger bird on top of a smaller one. \r\n\r\nBigger wings? Bigger bragging rights! Keep growing that wingspan,unlock trophies and show everyone who rules this roost! \r\n\r\nHave fun playing! \r\n"
                            },
                            {
                                "Language": "pl",
                                "Text": "A small fix has landed! \r\n\r\nIn this one we introduce a fix for <b>There's always a bigger bird!</b> trophy. You can now unlock it by playing a bigger bird on top of a smaller one. \r\n\r\nBigger wings? Bigger bragging rights! Keep growing that wingspan,unlock trophies and show everyone who rules this roost! \r\n\r\nHave fun playing! \r\n"
                            },
                            {
                                "Language": "de",
                                "Text": "A small fix has landed! \r\n\r\nIn this one we introduce a fix for <b>There's always a bigger bird!</b> trophy. You can now unlock it by playing a bigger bird on top of a smaller one. \r\n\r\nBigger wings? Bigger bragging rights! Keep growing that wingspan,unlock trophies and show everyone who rules this roost! \r\n\r\nHave fun playing! \r\n"
                            },
                            {
                                "Language": "fr",
                                "Text": "A small fix has landed! \r\n\r\nIn this one we introduce a fix for <b>There's always a bigger bird!</b> trophy. You can now unlock it by playing a bigger bird on top of a smaller one. \r\n\r\nBigger wings? Bigger bragging rights! Keep growing that wingspan,unlock trophies and show everyone who rules this roost! \r\n\r\nHave fun playing! \r\n"
                            },
                            {
                                "Language": "es",
                                "Text": "A small fix has landed! \r\n\r\nIn this one we introduce a fix for <b>There's always a bigger bird!</b> trophy. You can now unlock it by playing a bigger bird on top of a smaller one. \r\n\r\nBigger wings? Bigger bragging rights! Keep growing that wingspan,unlock trophies and show everyone who rules this roost! \r\n\r\nHave fun playing! \r\n"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "A small fix has landed! \r\n\r\nIn this one we introduce a fix for <b>There's always a bigger bird!</b> trophy. You can now unlock it by playing a bigger bird on top of a smaller one. \r\n\r\nBigger wings? Bigger bragging rights! Keep growing that wingspan,unlock trophies and show everyone who rules this roost! \r\n\r\nHave fun playing! \r\n"
                            },
                            {
                                "Language": "ja",
                                "Text": "A small fix has landed! \r\n\r\nIn this one we introduce a fix for <b>There's always a bigger bird!</b> trophy. You can now unlock it by playing a bigger bird on top of a smaller one. \r\n\r\nBigger wings? Bigger bragging rights! Keep growing that wingspan,unlock trophies and show everyone who rules this roost! \r\n\r\nHave fun playing! \r\n"
                            },
                            {
                                "Language": "ru",
                                "Text": "A small fix has landed! \r\n\r\nIn this one we introduce a fix for <b>There's always a bigger bird!</b> trophy. You can now unlock it by playing a bigger bird on top of a smaller one. \r\n\r\nBigger wings? Bigger bragging rights! Keep growing that wingspan,unlock trophies and show everyone who rules this roost! \r\n\r\nHave fun playing! \r\n"
                            },
                            {
                                "Language": "zh",
                                "Text": "A small fix has landed! \r\n\r\nIn this one we introduce a fix for <b>There's always a bigger bird!</b> trophy. You can now unlock it by playing a bigger bird on top of a smaller one. \r\n\r\nBigger wings? Bigger bragging rights! Keep growing that wingspan,unlock trophies and show everyone who rules this roost! \r\n\r\nHave fun playing! \r\n"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "A small fix has landed! \r\n\r\nIn this one we introduce a fix for <b>There's always a bigger bird!</b> trophy. You can now unlock it by playing a bigger bird on top of a smaller one. \r\n\r\nBigger wings? Bigger bragging rights! Keep growing that wingspan,unlock trophies and show everyone who rules this roost! \r\n\r\nHave fun playing! \r\n"
                            },
                            {
                                "Language": "it",
                                "Text": "A small fix has landed! \r\n\r\nIn this one we introduce a fix for <b>There's always a bigger bird!</b> trophy. You can now unlock it by playing a bigger bird on top of a smaller one. \r\n\r\nBigger wings? Bigger bragging rights! Keep growing that wingspan,unlock trophies and show everyone who rules this roost! \r\n\r\nHave fun playing! \r\n"
                            },
                            {
                                "Language": "ko",
                                "Text": "A small fix has landed! \r\n\r\nIn this one we introduce a fix for <b>There's always a bigger bird!</b> trophy. You can now unlock it by playing a bigger bird on top of a smaller one. \r\n\r\nBigger wings? Bigger bragging rights! Keep growing that wingspan,unlock trophies and show everyone who rules this roost! \r\n\r\nHave fun playing! \r\n"
                            },
                            {
                                "Language": "uk",
                                "Text": "A small fix has landed! \r\n\r\nIn this one we introduce a fix for <b>There's always a bigger bird!</b> trophy. You can now unlock it by playing a bigger bird on top of a smaller one. \r\n\r\nBigger wings? Bigger bragging rights! Keep growing that wingspan,unlock trophies and show everyone who rules this roost! \r\n\r\nHave fun playing! \r\n"
                            }
                        ]
                    }
                }
            ],
            "Actions": []
        },
        {
            "ID": "59314170-c62f-4baa-819a-bcc2da554ff4",
            "Tags": [
                "Update",
                "NewContent"
            ],
            "PlatformsToShowOn": 511,
            "StartDateTicks": 638664480000000000,
            "EndDateTicks": 946391904000000000,
            "Priority": 1,
            "PresetImageName": "",
            "RemoteImageName": "WS_NewsCenter_Automarazzi_800x300.jpg",
            "Title": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "Automarazzi is here!"
                    },
                    {
                        "Language": "pl",
                        "Text": "Automarazzi jest już dostępne!"
                    },
                    {
                        "Language": "de",
                        "Text": "Automarazzi ist da!"
                    },
                    {
                        "Language": "fr",
                        "Text": "Automarazzi est disponible !"
                    },
                    {
                        "Language": "es",
                        "Text": "¡Ya está aquí el Automarazzi!"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "O Automarazzi chegou!"
                    },
                    {
                        "Language": "ja",
                        "Text": "オートマラッチが登場！"
                    },
                    {
                        "Language": "ru",
                        "Text": "Доступен режим «Автомарацци»!"
                    },
                    {
                        "Language": "zh",
                        "Text": "自动鸟狗仔队来啦！"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "自動鳥狗仔隊來啦！"
                    },
                    {
                        "Language": "it",
                        "Text": "È arrivata Automarazzi!"
                    },
                    {
                        "Language": "ko",
                        "Text": "오토마라치 출시!"
                    },
                    {
                        "Language": "uk",
                        "Text": "Автомарацці вже тут!"
                    }
                ]
            },
            "Header": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "Face a common foe! Automarazzi - the new coop mode - is here!"
                    },
                    {
                        "Language": "pl",
                        "Text": "Staw czoła wspólnemu przeciwnikowi! Automarazzi - nowy tryb kooperacyjny - jest już dostępny!"
                    },
                    {
                        "Language": "de",
                        "Text": "Bekämpft einen gemeinsamen Feind! Der neue Koop-Modus Automarazzi ist da!"
                    },
                    {
                        "Language": "fr",
                        "Text": "Affrontez un adversaire commun ! Automarazzi, le nouveau mode coopératif, est disponible !"
                    },
                    {
                        "Language": "es",
                        "Text": "¡Haced frente a un enemigo común! ¡Ya está aquí el Automarazzi, el nuevo modo cooperativo!"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "Enfrentem um inimigo em comum! Automarazzi – o novo modo cooperativo – chegou!"
                    },
                    {
                        "Language": "ja",
                        "Text": "仲間とともに立ち向かおう！新しい協力モード「オートマラッチ」が登場！"
                    },
                    {
                        "Language": "ru",
                        "Text": "Сражайтесь с общим врагом — Автомарацци — в новом режиме совместной игры!"
                    },
                    {
                        "Language": "zh",
                        "Text": " 面对共同的敌人！自动鸟狗仔队 - 全新的合作模式 - 登场！"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "面對共同的敵人！自動鳥狗仔隊 - 全新的合作模式 - 登場！"
                    },
                    {
                        "Language": "it",
                        "Text": "Affrontate un nemico comune! È arrivata Automarazzi, la nuova modalità cooperativa!"
                    },
                    {
                        "Language": "ko",
                        "Text": "공동의 적과 맞서세요! 새로운 협동 모드인 오토마라치가 출시되었습니다!"
                    },
                    {
                        "Language": "uk",
                        "Text": "Боріться проти спільного ворога! Автомарацці — новий кооперативний режим — вже тут!"
                    }
                ]
            },
            "Content": [
                {
                    "PlatformsToShowOn": 511,
                    "Text": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "We’re thrilled to introduce a new game mode in Wingspan Digital - Automarazzi!\n\nAutomarazzi is a cooperative experience where human players play together against a common opponent - the Automarazzi.\n\nThe Automarazzi make a fortune selling photographs of interesting and rare birds to bird tabloids and television shows. They couldn’t care less about the impact of their fumbling and stomping around the birds’ habitats.\n\nYou and your fellow bird enthusiasts unite to stand against this evil photographer. Your mission: to outsmart the greedy Automarazzi and protect our feathered friends and their habitats! Work together and outscore your opponent and enjoy Wingspan Digital like never before!\n\nThe Automarazzi mode brings you an entirely new exchange system to manage resources with other players and help each other in the game. You can give away bird cards, and take eggs from other players. If you play with the Automa’s Hoard variant, you can additionally give away food. You can do it anytime during your turn, but remember: these actions have their costs! To help you navigate through the new rules, with this update we’re introducing another new feature - the Automa Rulebook! Check the News for more information! \n\nThe Automarazzi comes as a part of the Oceania Expansion but it’s available for everyone in the Online mode.\n\nWe hope you’ll enjoy Automarazzi mode with your friends or solo, and discover a new way to challenge yourself. Share your scores with us where you can! \n\nHappy gaming, and may your scores soar high!\n"
                            },
                            {
                                "Language": "pl",
                                "Text": "Z radością przedstawiamy nowy tryb gry w Na Skrzydłach: Wersji Cyfrowej - Automarazzi!\r\n\r\nAutomarazzi to tryb kooperacyjny dla graczy przeciwko wspólnemu przeciwnikowi.\r\n\r\nAutomarazzi zarabia fortunę na sprzedaży zdjęć ptaków do amatorskich ptasich tabloidów i programów rozrywkowych. Nie przejmuje się tym, że zakłóca spokój ptakom, przeczesując i zdeptując ich siedliska. Zależy mu jedynie na zrobieniu zdjęcia, które sprzeda temu, kto zaoferuje najwyższą cenę. \r\n\r\nRazem z innymi miłośnikami ptaków zrobicie wszystko, aby ukrócić ten proceder. Wasza misja: przechytrzyć chciwego Automarazzi i ochronić naszych pierzastych przyjaciół i ich siedliska! Współpracujcie, pokonajcie przeciwnika i cieszcie się Na Skrzydłach: Wersją Cyfrową jak nigdy dotąd!\r\n\r\nTryb Automarazzi oferuje zupełnie nowy system wymiany, który pozwala zarządzać zasobami z innymi graczami i pomagać sobie nawzajem w grze. Możesz rozdawać karty ptaków i odbierać jaja innym graczom, a jeśli grasz z wariantem Zapasy Automy, dodatkowo rozdawaj też jedzenie. Możesz to zrobić w dowolnym momencie swojej tury, ale pamiętaj: te akcje mają swoje koszty! Aby ułatwić ci poruszanie się po nowych zasadach, wraz z tą aktualizacją wprowadzamy kolejną nowość - Księgę Zasad Automy! Więcej informacji w Aktualnościach! \r\n\r\nAutomarazzi jest częścią dodatku Ptaki Oceanii, ale w trybie Online jest dostępny dla wszystkich.\r\n\r\nMamy nadzieję, że tryb Automarazzi spodoba się Tobie i Twoim znajomym i odkryjecie nowy sposób na sprawdzenie swoich umiejętności w grze. Podziel się z nami swoimi wynikami, gdzie tylko możesz! \r\n\r\nDobrej zabawy i niech wasze wyniki szybują wysoko!\r\n"
                            },
                            {
                                "Language": "de",
                                "Text": "Mit Freude stellen wir einen neuen Spielmodus für Wingspan Digital vor: Automarazzi.\n\nIn diesem kooperativen Erlebnis stellen sich menschliche Spieler einem gemeinsamen Gegner, dem Automarazzi.\n\nDer Automarazzi macht mit dem Verkauf von Fotos interessanter und seltener Vögel an Vogelzeitschriften und TV-Shows ein Vermögen. Ihm sind die schädlichen Auswirkungen auf die Lebensräume der Vögel völlig egal.\n\nGemeinsam mit gleichgesinnten Vogelfreunden stellst du dich dem Übeltäter entgegen. Es gilt, den gierigen Automarazzi zu überlisten und eure gefiederten Freunde und ihren Lebensraum zu schützen. Arbeitet zusammen und sammelt mehr Punkte als euer Gegner. Erlebe Wingspan Digital wie nie zuvor!\n\nDer Automarazzi-Modus führt ein völlig neues Tauschsystem für die Ressourcenverwaltung ein, damit sich Spieler gegenseitig helfen können. Ihr könnt Vogelkarten geben und Eier von Mitspielern nehmen. Wenn ihr mit der Variante „Automas Futterspeicher“ spielt, könnt ihr zusätzlich Futter geben. Dies ist jederzeit während eines Zugs möglich, aber nicht vergessen: diese Aktionen haben ihren Preis! Damit du dich mit den neuen Regeln zurechtfindest, führen wir ein weiteres neues Feature ein: die Automa-Anleitung. In den Neuigkeiten erfährst du mehr!\n\nAutomarazzi ist Teil der Ozeanien-Erweiterung, im Online-Modus hat jedoch jeder darauf Zugriff.\n\nWir hoffen, du hast Spaß dabei, den Automarazzi-Modus allein oder mit Freunden zu spielen und findest eine neue Herausforderung. Teile uns gerne deine Punktstände mit!\n\nViel Spaß beim Spielen – mögen deine Punkte in höchste Höhen aufsteigen!"
                            },
                            {
                                "Language": "fr",
                                "Text": "Nous avons la joie d'introduire un nouveau mode de jeu dans l'édition numérique de Wingspan : Automarazzi !\n\nAutomarazzi est une expérience coopérative où les joueurs humains font équipe contre un adversaire commun, Automarazzi.\n\nL'Automarazzi fait fortune en vendant des photos d'oiseaux rares et remarquables à des magazines et des émissions de télévision spécialisés. Il se moque complètement de l'impact de sa maladresse et de ses piétinements sur l'habitat des oiseaux.\n\nVous et vos camarades passionnés devez vous unir pour lutter contre ce photographe malveillant. Votre mission : déjouer les plans de l'Automarazzi cupide et protéger nos amis à plumes et leurs habitats ! Collaborez, dépassez le score de votre adversaire et jouez à Wingspan d'une toute nouvelle manière !\n\nLe mode Automarazzi introduit un nouveau système d'échange pour gérer vos ressources avec les autres joueurs et vous entraider pendant la partie. Vous pouvez donner des cartes Oiseau et prendre des œufs aux autres joueurs. Si vous jouez avec la variante Automate Prévoyant, vous pouvez aussi donner de la nourriture. Vous pouvez le faire n'importe quand pendant votre tour, mais attention : ces actions ont un coût ! Pour vous aider à vous y retrouver parmi ces nouvelles règles, nous avons également inclus dans cette mise à jour une autre fonctionnalité : les règles d'Automa ! Consultez les nouveautés pour plus d'informations !\n\nLa variante Automarazzi fait partie de l'extension Océanie, mais elle est disponible pour tout le monde dans le mode en ligne.\n\nNous espérons que vous aimerez jouer au mode Automarazzi avec vos amis ou en solo, et découvrir une nouvelle façon de vous mettre au défi. Partagez vos scores sur la plateforme de votre choix !\n\nAmusez-vous bien, et que vos scores atteignent des sommets !"
                            },
                            {
                                "Language": "es",
                                "Text": "Nos morimos de ganas de presentar un nuevo modo de juego de Wingspan Digital: ¡Automarazzi!\n\nSe trata de una experiencia cooperativa en la que los jugadores humanos deben colaborar para hacer frente a un rival común, el Automarazzi.\n\nEl Automarazzi está haciendo una fortuna vendiendo fotos de aves interesantes y raras a los tabloides del sector y a programas de televisión. Le importan muy poco las consecuencias de su torpe intromisión y desastrosa invasión de los hábitats de las aves: solo quiere sacar fotos para venderlas al mejor postor.\n\nTus amigos entusiastas de las aves y tú debéis poner freno a este malvado fotógrafo. Para ello, ¡tendréis que ser más listos que el avaricioso Automarazzi y proteger a nuestras queridas aves y sus hábitats! ¡Trabajad codo con codo para obtener una mayor puntuación que vuestro rival y jugad a Wingspan Digital como nunca lo habíais hecho hasta ahora!\n\nEl modo Automarazzi ofrece un novedoso sistema de intercambio para gestionar tus recursos con los demás jugadores y ayudaros mutuamente. Podrás dar cartas de ave y coger huevos de otros jugadores, y si juegas con la variante Botín del Automa, también podrás dar alimentos. Estas acciones pueden hacerse en cualquier momento de tu turno, pero ¡no olvides que tienen un coste! Hemos añadido otra nueva herramienta en esta actualización para ayudar a entender mejor las reglas: ¡el reglamento del Automa! ¡Echa un vistazo a las noticias para obtener más información!\n\nEl Automarazzi forma parte de la Expansión de Oceanía, pero está disponible para todo el mundo en el modo en línea.\n\nEsperamos que disfrutes del modo Automarazzi tanto con amigos como en solitario y que descubras una nueva forma de ponerte a prueba. ¡Comparte tus puntuaciones con nosotros!\n\n¡Disfruta jugando y lleva tu puntuación a lo más alto!"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Estamos empolgados em apresentar um novo modo de jogo no Wingspan Digital – Automarazzi!\n\nAutomarazzi é uma experiência cooperativa onde os jogadores humanos se unem para enfrentar um oponente em comum, o Automarazzi.\n\nO Automarazzi faz fortuna vendendo fotos de aves raras e interessantes para tabloides e programas de televisão. Ele não se importa com o impacto de suas trapalhadas e pisoteios nos habitats das aves.\n\nVocê e seus amigos entusiastas de aves se unem para enfrentar esse fotógrafo inescrupuloso. A missão de vocês: superar o ganancioso Automarazzi e proteger nossos amigos emplumados e seus habitats! Trabalhem juntos para superar o oponente e aproveitem o Wingspan Digital como nunca antes!\n\nO modo Automarazzi traz um sistema de troca completamente novo para você gerenciar recursos com outros jogadores e ajudar uns aos outros durante o jogo. Vocês podem doar cartas de aves e pegar ovos de outros jogadores. Se estiverem jogando com a variante Acúmulo do Automa, vocês também poderão doar comida. Isso pode ser feito a qualquer momento durante os seus turnos, mas lembrem-se: essas ações têm um custo! Para ajudar vocês a navegar pelas novas regras, estamos introduzindo outro recurso com esta atualização – o Livro de Regras do Automa! Confiram as novidades para mais informações! \n\nO Automarazzi faz parte da Expansão Oceania, mas está disponível para todos no modo Online.\n\nEsperamos que vocês curtam o modo Automarazzi jogando com amigos ou solo e descubram uma nova forma de se desafiar. Compartilhem suas pontuações com a gente onde puder!\n\nBoa partida, e que suas pontuações alcancem grandes alturas!"
                            },
                            {
                                "Language": "ja",
                                "Text": "『ウイングスパン』デジタル版に新ゲームモード「オートマラッチ」が登場しました！\r\n\r\nオートマラッチは、プレイヤー同士が協力して共通の対戦相手「オートマラッチ」と対戦し、協力プレイが楽しめるモードです。\r\n\r\nオートマラッチは、興味深い希少な鳥の写真を撮影し、鳥のタブロイド紙やTV番組に売って金儲けをしています。オートマラッチは鳥への影響など気にもせず、生息地を台無しにしたり踏み荒らしたりしています。\r\n\r\n仲間の鳥類愛好家とともに、この悪しき写真家に立ち向かいましょう。あなたのミッションは、貪欲なオートマラッチを出し抜いて、鳥たちと生息地を守ること！協力して対戦相手を超えるスコアを叩き出し、『ウイングスパン』デジタル版で今までとは異なるゲームプレイをお楽しみください！\r\n\r\nオートマラッチモードでは、ゲーム内で全く新しい交換システムで他のプレイヤーとリソースを管理し、お互いに助け合います。鳥カードを渡す、他のプレイヤーから卵を受け取るといったことも可能です。「オートマ貯蔵」のバリアントでプレイする場合は、追加で餌を渡すこともできます。自分の手番の間であれば、この行動はいつでも可能ですが、これらの行動にはコストがかかりますのでご注意ください！新ルールに馴染んでいただけるように、今回のアップデートと一緒に、もうひとつの新機能『オートマ・ルールブック』を導入します！詳細に関してはニュースをご確認ください！\r\n\r\nオートマラッチは『大洋の翼』の一部として登場しますが、オンラインモードで全ての人が利用可能です。\r\n\r\nフレンドと一緒に、またはソロプレイで、新鮮な手ごたえのオートマラッチモードをお楽しみください。お好きな方法で自分のスコアをシェアしましょう！\r\n\r\n楽しくゲームをプレイして、あなたのスコアが空高く舞い上がらんことを！\r\n"
                            },
                            {
                                "Language": "ru",
                                "Text": "Мы рады сообщить, что в цифровой версии «Крыльев» появился новый режим под названием «Автомарацци».\n\nВ этом режиме игрокам предстоит выступить против общего соперника — Автомарацци.\n\nАвтомарацци получает баснословные гонорары, продавая фотографии редких птиц тематическим таблоидам и телеканалам. Его совершенно не волнует, что в погоне за снимками он разрушает естественную среду обитания птиц.\n\nВместе с другими неравнодушными любителями птиц вы бросаете вызов этому беспринципному фотографу. Ваша задача — перехитрить жадного Автомарацци и защитить пернатых друзей, а также среду их обитания. Сыграйте в «Крылья» по-новому, объединив усилия против общего соперника!\n\nВ режиме «Автомарацци» действует полностью переработанная система взаимопомощи и обмена ресурсами: вы сможете отдавать карточки другим игрокам и забирать у них яйца птиц. А если вы играете с припасами Автомы, сможете ещё и делиться кормом. Все эти действия разрешено совершать в любой ход, однако помните: они имеют свою цену! Чтобы помочь вам разобраться с новыми правилами, мы добавили в «Крылья» цифровое руководство по игре с Автомой. Подробнее об этом читайте в разделе «Новости».\n\nНовый режим «Автомарацци» включён в дополнение «Птицы Океании», но для сетевой игры доступен всем желающим.\n\nНадеемся, что вам понравится играть против Автомарацци вместе с друзьями или в одиночном режиме по новым правилам! По возможности рассказывайте нам о своих успехах.\n\nЖелаем вам приятной игры и заоблачного количества очков!"
                            },
                            {
                                "Language": "zh",
                                "Text": "我们很高兴在《展翅翱翔》数字版中推出全新的游戏模式——自动鸟狗仔队！\n\n自动鸟狗仔队是一个全新的合作体验，玩家们将一起对抗共同的敌人——自动鸟狗仔队。\n\n自动鸟狗仔队通过向鸟类小报和电视节目销售有趣和稀有鸟类的照片赚取巨额利润。他们根本不在乎自己的行为对鸟类栖息地的影响。\n\n你需要和你的鸟类爱好者伙伴们团结起来，抵御这些邪恶的摄影师。你的任务：靠智慧战胜贪婪的自动鸟狗仔队，保护我们的羽毛朋友们和它们的栖息地！一起合作，超越对手，享受前所未有的《展翅翱翔》数字版体验！\n\n\n自动鸟狗仔队模式带来了全新的资源交换系统，允许玩家之间相互管理资源，互相帮助。你可以赠送鸟类卡，并从其他玩家那里获取蛋。如果你使用自动鸟存粮的变体，你还可以赠送食物。你可以在你回合的任何时候进行这些操作，但要记住：这些行动是有代价的！为了帮助你理解新规则，此次更新还引入了另一个新功能——自动鸟规则书！请查看新闻以获取更多信息！\n\n自动鸟狗仔队是大洋洲扩展的一部分，但在在线模式下对所有人开放。\n\n我们希望你能与朋友或自己享受自动鸟狗仔队这个模式，发现挑战自我的新方式。欢迎与我们分享你的得分！\n\n祝你游戏愉快，得分高飞！"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "我們很高興在《展翅翱翔》數字版中推出全新的遊戲模式——自動鳥狗仔隊！\n\n自動鳥狗仔隊是一個全新的合作體驗，玩家們將一起對抗共同的敵人——自動鳥狗仔隊。\n\n自動鳥狗仔隊通過向鳥類小報和電視節目銷售有趣和稀有鳥類的照片賺取巨額利潤。他們根本不在乎自己的行為對鳥類棲息地的影響。\n\n你需要和你的鳥類愛好者夥伴們團結起來，抵禦這些邪惡的攝影師。你的任務：靠智慧戰勝貪婪的自動鳥狗仔隊，保護我們的羽毛朋友們和它們的棲息地！一起合作，超越對手，享受前所未有的《展翅翱翔》數字版體驗！\n\n\n自動鳥狗仔隊模式帶來了全新的資源交換系統，允許玩家之間相互管理資源，互相幫助。你可以贈送鳥類卡，並從其他玩家那裡獲取蛋。如果你使用自動鳥存糧的變體，你還可以贈送食物。你可以在你回合的任何時候進行這些操作，但要記住：這些行動是有代價的！為了幫助你理解新規則，此次更新還引入了另一個新功能——自動鳥規則書！請查看新聞以獲取更多信息！\n\n自動鳥狗仔隊是大洋洲擴展的一部分，但在在線模式下對所有人開放。\n\n我們希望你能與朋友或自己享受自動鳥狗仔隊這個模式，發現挑戰自我的新方式。歡迎與我們分享你的得分！\n\n祝你遊戲愉快，得分高飛！"
                            },
                            {
                                "Language": "it",
                                "Text": "Siamo lieti di annunciare una nuova modalità di gioco nella versione digitale di Wingspan: Automarazzi!\n\nAutomarazzi è un'esperienza cooperativa in cui i giocatori umani devono affrontare un avversario comune, l'Automarazzi.\n\nGli Automarazzi fanno una fortuna vendendo fotografie di uccelli interessanti e rari a tabloid di uccelli e show televisivi. Armeggiano e calpestano gli habitat degli uccelli totalmente incuranti del loro impatto.\n\nTu e gli altri amanti dei volatili dovete fare squadra per affrontare uno di questi fotografi malvagi. La vostra missione: battere l'avido Automarazzi e proteggere i nostri amici pennuti e i loro habitat! Collaborate, fate più punti del vostro avversario e divertitevi con la versione digitale di Wingspan come mai prima d'ora!\n\nLa modalità Automarazzi introduce un sistema di scambio completamente nuovo per gestire le risorse con gli altri giocatori e aiutarvi a vicenda. Puoi dare via carte uccello e prendere uova dagli altri giocatori. Se decidi di giocare con la variante Scorta dell'Automa, puoi dare via anche il cibo. Puoi compiere queste azioni in qualsiasi momento durante il tuo turno, ma ricorda che hanno un costo! Per aiutarti a prendere dimestichezza con le nuove regole, questo aggiornamento include anche un'altra nuova funzione: il regolamento dell'Automa! Dai un'occhiata alla sezione \"\"Novità\"\" per maggiori informazioni!\n\nL'Automarazzi fa parte dell'Espansione Oceania, ma è disponibile per tutti i giocatori nella modalità online.\n\nDivertiti con la modalità Automarazzi, con i tuoi amici o in solitaria, e scopri un nuovo modo per metterti alla prova. Se lo desideri, puoi condividere i tuoi punteggi con noi!\n\nBuon divertimento e che i tuoi punteggi siano sempre più alti!"
                            },
                            {
                                "Language": "ko",
                                "Text": "윙스팬 디지털의 새로운 게임 모드인 오토마라치를 소개하게 되어 매우 기쁩니다!\n\n오토마라치는 인간 플레이어가 오토마라치라는 공통의 적을 상대로 함께 플레이하는 협동 모드입니다.\n\n오토마라치는 흥미롭고 희귀한 새들의 사진을 조류 타블로이드와 텔레비전 쇼에 팔아 큰돈을 벌고 있습니다. 새들의 서식지를 더듬고 쿵쿵 밟는 행위가 새들에게 미치는 영향은 전혀 신경 쓰지 않는 채 말이죠.\n\n새 애호가 여러분은 이 사악한 사진사와 맞서기 위해 힘을 모아야 합니다. 여러분의 임무는 탐욕스러운 오토마라치를 물리치고 새들의 서식지를 보호하는 것입니다! 함께 협력하여 상대를 물리치고 이전과는 다른 방식으로 윙스팬 디지털을 즐기세요!\n\n오토마라치 모드에서는 완전히 새로운 교환 시스템을 통해 다른 플레이어와 자원을 관리하고 게임에서 서로를 도울 수 있습니다. 새 카드를 나눠주고 다른 플레이어로부터 알을 받을 수 있습니다. 아니면 식량을 추가로 나눠줄 수도 있습니다. 자신의 차례에 언제든지 할 수 있지만, 이러한 행동에는 비용이 든다는 점을 기억하세요! 새로운 규칙을 쉽게 이해할 수 있도록 이번 업데이트에서 또 다른 새로운 기능인 오토마 규칙서가 추가되었습니다! 자세한 내용은 뉴스를 확인하세요!\n\n오토마라치는 오세아니아 확장팩의 일부로 제공되지만, 온라인 모드에서 누구나 이용할 수 있습니다.\n\n친구와 함께 또는 혼자서 오토마라치 모드를 즐기고 새로운 도전법을 발견해보세요. 여러분의 점수를 공유해 주세요!\n\n즐거운 게임되기실 바라며, 고득점하세요!"
                            },
                            {
                                "Language": "uk",
                                "Text": "Раді представити новий режим гри у цифровій версії «Крил» — Автомарацці!\n\nАвтомарацці — це кооперативний режим для гравців-людей, які гратимуть разом проти спільного ворога-автомарацці.\n\nАвтомарацці заробляє статки, продаючи світлини цікавих і рідкісних птахів у пташині таблоїди й телевізійні шоу. Йому байдуже, якої шкоди він завдає ареалам птахів своєю метушнею й тупотінням.\n\nРазом зі своїми друзями-любителями птахів ви повинні протистояти цьому лихому фотографу. Ваше завдання: перехитрити жадібного автомарацці й захистити наших пернатих друзів і їхні ареали проживання! Співпрацюйте, перевершуйте суперника й насолоджуйтеся цифровою версією «Крил», як ніколи раніше!\n\nРежим «Автомарацці» пропонує вам абсолютно нову систему обміну ресурсами з іншими гравцями й взаємодопомоги у грі. Ви можете віддавати карти птахів і брати яйця в інших гравців. Якщо ви граєте з функцією «Запас Автоми», то додатково можете віддавати корм. Можете робити це будь-коли під час свого ходу, але пам'ятайте: ці дії мають свою ціну! Щоб допомогти вам розібратися з новими правилами, в цьому оновленні ми також представляємо нову функцію — Правила Автоми! Шукайте подробиці в новинах! \n\nРежим «Автомарацці» включений у склад доповнення «Птахи Океанії», але доступний для всіх в онлайн-режимі.\n\nСподіваємося, що вам сподобається грати в режим «Автомарацці» як наодинці, так і з друзями, і випробувати себе по-новому. Діліться вашими результатами з нами, де тільки можете! \n\nВеселої гри, і нехай ваші результати злетять до небес!"
                            }
                        ]
                    }
                }
            ],
            "Actions": [
                {
                    "ActionType": 0,
                    "PlatformsToShowOn": 257,
                    "Value": "https://store.steampowered.com/news/app/1054490/view/4474982933237596178?l=english",
                    "ButtonText": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "CHECK FULL PATCHNOTES"
                            },
                            {
                                "Language": "pl",
                                "Text": "OPIS ZMIAN"
                            },
                            {
                                "Language": "de",
                                "Text": "ZU DEN VOLLSTÄNDIGEN PATCHNOTES"
                            },
                            {
                                "Language": "fr",
                                "Text": "CONSULTER LES NOTES DE PATCH"
                            },
                            {
                                "Language": "es",
                                "Text": "CONSULTAR LAS NOTAS DEL PARCHE COMPLETAS"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "CONFIRA AS NOTAS COMPLETAS DE ATUALIZAÇÃO"
                            },
                            {
                                "Language": "ja",
                                "Text": "パッチノートの完全版をチェック"
                            },
                            {
                                "Language": "ru",
                                "Text": "ЧИТАЙТЕ ПОЛНОЕ ОПИСАНИЕ ОБНОВЛЕНИЯ"
                            },
                            {
                                "Language": "zh",
                                "Text": "查看完整补丁说明"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "查看完整補丁說明"
                            },
                            {
                                "Language": "it",
                                "Text": "LEGGI LE NOTE DELLA PATCH COMPLETE"
                            },
                            {
                                "Language": "ko",
                                "Text": "전체 패치노트 확인"
                            },
                            {
                                "Language": "uk",
                                "Text": "ЧИТАТИ ПОВНІ ПРИМІТКИ ДО ПАТЧУ"
                            }
                        ]
                    }
                },
                {
                    "ActionType": 0,
                    "PlatformsToShowOn": 2,
                    "Value": "https://www.gogdb.org/product/1404732312/releasenotes",
                    "ButtonText": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "CHECK FULL PATCHNOTES"
                            },
                            {
                                "Language": "pl",
                                "Text": "OPIS ZMIAN"
                            },
                            {
                                "Language": "de",
                                "Text": "ZU DEN VOLLSTÄNDIGEN PATCHNOTES"
                            },
                            {
                                "Language": "fr",
                                "Text": "CONSULTER LES NOTES DE PATCH"
                            },
                            {
                                "Language": "es",
                                "Text": "CONSULTAR LAS NOTAS DEL PARCHE COMPLETAS"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "CONFIRA AS NOTAS COMPLETAS DE ATUALIZAÇÃO"
                            },
                            {
                                "Language": "ja",
                                "Text": "パッチノートの完全版をチェック"
                            },
                            {
                                "Language": "ru",
                                "Text": "ЧИТАЙТЕ ПОЛНОЕ ОПИСАНИЕ ОБНОВЛЕНИЯ"
                            },
                            {
                                "Language": "zh",
                                "Text": "查看完整补丁说明"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "查看完整補丁說明"
                            },
                            {
                                "Language": "it",
                                "Text": "LEGGI LE NOTE DELLA PATCH COMPLETE"
                            },
                            {
                                "Language": "ko",
                                "Text": "전체 패치노트 확인"
                            },
                            {
                                "Language": "uk",
                                "Text": "ЧИТАТИ ПОВНІ ПРИМІТКИ ДО ПАТЧУ"
                            }
                        ]
                    }
                },
                {
                    "ActionType": 0,
                    "PlatformsToShowOn": 4,
                    "Value": "https://play.google.com/store/apps/details?id=com.MonsterCouch.Wingspan",
                    "ButtonText": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "CHECK FULL PATCHNOTES"
                            },
                            {
                                "Language": "pl",
                                "Text": "OPIS ZMIAN"
                            },
                            {
                                "Language": "de",
                                "Text": "ZU DEN VOLLSTÄNDIGEN PATCHNOTES"
                            },
                            {
                                "Language": "fr",
                                "Text": "CONSULTER LES NOTES DE PATCH"
                            },
                            {
                                "Language": "es",
                                "Text": "CONSULTAR LAS NOTAS DEL PARCHE COMPLETAS"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "CONFIRA AS NOTAS COMPLETAS DE ATUALIZAÇÃO"
                            },
                            {
                                "Language": "ja",
                                "Text": "パッチノートの完全版をチェック"
                            },
                            {
                                "Language": "ru",
                                "Text": "ЧИТАЙТЕ ПОЛНОЕ ОПИСАНИЕ ОБНОВЛЕНИЯ"
                            },
                            {
                                "Language": "zh",
                                "Text": "查看完整补丁说明"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "查看完整補丁說明"
                            },
                            {
                                "Language": "it",
                                "Text": "LEGGI LE NOTE DELLA PATCH COMPLETE"
                            },
                            {
                                "Language": "ko",
                                "Text": "전체 패치노트 확인"
                            },
                            {
                                "Language": "uk",
                                "Text": "ЧИТАТИ ПОВНІ ПРИМІТКИ ДО ПАТЧУ"
                            }
                        ]
                    }
                },
                {
                    "ActionType": 0,
                    "PlatformsToShowOn": 8,
                    "Value": "https://apps.apple.com/us/app/wingspan-the-board-game/id1459520638",
                    "ButtonText": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "CHECK FULL PATCHNOTES"
                            },
                            {
                                "Language": "pl",
                                "Text": "OPIS ZMIAN"
                            },
                            {
                                "Language": "de",
                                "Text": "ZU DEN VOLLSTÄNDIGEN PATCHNOTES"
                            },
                            {
                                "Language": "fr",
                                "Text": "CONSULTER LES NOTES DE PATCH"
                            },
                            {
                                "Language": "es",
                                "Text": "CONSULTAR LAS NOTAS DEL PARCHE COMPLETAS"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "CONFIRA AS NOTAS COMPLETAS DE ATUALIZAÇÃO"
                            },
                            {
                                "Language": "ja",
                                "Text": "パッチノートの完全版をチェック"
                            },
                            {
                                "Language": "ru",
                                "Text": "ЧИТАЙТЕ ПОЛНОЕ ОПИСАНИЕ ОБНОВЛЕНИЯ"
                            },
                            {
                                "Language": "zh",
                                "Text": "查看完整补丁说明"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "查看完整補丁說明"
                            },
                            {
                                "Language": "it",
                                "Text": "LEGGI LE NOTE DELLA PATCH COMPLETE"
                            },
                            {
                                "Language": "ko",
                                "Text": "전체 패치노트 확인"
                            },
                            {
                                "Language": "uk",
                                "Text": "ЧИТАТИ ПОВНІ ПРИМІТКИ ДО ПАТЧУ"
                            }
                        ]
                    }
                }
            ]
        },
        {
            "ID": "16e9ad17-0c9b-46bc-a136-e3264d094dc6",
            "Tags": [
                "Update",
                "NewContent"
            ],
            "PlatformsToShowOn": 511,
            "StartDateTicks": 638664480000000000,
            "EndDateTicks": 946391904000000000,
            "Priority": 1,
            "PresetImageName": "",
            "RemoteImageName": "WS_NewsCenter_Rulebook_800x300.jpg",
            "Title": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "One Book to rule them all"
                    },
                    {
                        "Language": "pl",
                        "Text": "Jedna Księga, by wszystkimi rządzić\r\n"
                    },
                    {
                        "Language": "de",
                        "Text": "Alle Regeln in einer Anleitung"
                    },
                    {
                        "Language": "fr",
                        "Text": "Vous n'échapperez pas aux règles !"
                    },
                    {
                        "Language": "es",
                        "Text": "Un reglamento para gobernarlos a todos"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "Um Livro para a todos governar"
                    },
                    {
                        "Language": "ja",
                        "Text": "全てを網羅する一冊の書"
                    },
                    {
                        "Language": "ru",
                        "Text": "Книга самых честных правил"
                    },
                    {
                        "Language": "zh",
                        "Text": "一本规则书掌握所有"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "一本規則書掌握所有"
                    },
                    {
                        "Language": "it",
                        "Text": "Un libro per domarli tutti"
                    },
                    {
                        "Language": "ko",
                        "Text": "한 권으로 알아보는 윙스팬"
                    },
                    {
                        "Language": "uk",
                        "Text": "Одна книга, що править усіма"
                    }
                ]
            },
            "Header": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "The Automa Rulebook lands in Wingspan Digital!"
                    },
                    {
                        "Language": "pl",
                        "Text": "Księga Zasad Automy ląduje w Na Skrzydłach: Wersji Cyfrowej!"
                    },
                    {
                        "Language": "de",
                        "Text": "Jetzt bei Wingspan Digital: die Automa-Anleitung!"
                    },
                    {
                        "Language": "fr",
                        "Text": "Les règles d'Automa arrivent dans l'édition numérique de Wingspan !"
                    },
                    {
                        "Language": "es",
                        "Text": "¡Llega a Wingspan Digital el reglamento del Automa!"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "O Livro de Regras do Automa chega ao Wingspan Digital!"
                    },
                    {
                        "Language": "ja",
                        "Text": "『オートマ・ルールブック』が『ウイングスパン』デジタル版に登場！"
                    },
                    {
                        "Language": "ru",
                        "Text": "В цифровой версии «Крыльев» появилось руководство по правилам Автомы!"
                    },
                    {
                        "Language": "zh",
                        "Text": "自动鸟规则书登陆《展翅翱翔》数字版！"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "自動鳥規則書登陸《展翅翱翔》數字版！"
                    },
                    {
                        "Language": "it",
                        "Text": "Il regolamento dell'Automa è arrivato nella versione digitale di Wingspan!"
                    },
                    {
                        "Language": "ko",
                        "Text": "오토마 규칙서가 윙스팬 디지털에 추가되었습니다!"
                    },
                    {
                        "Language": "uk",
                        "Text": "Правила Автоми тепер у цифровій версії «Крил»!"
                    }
                ]
            },
            "Content": [
                {
                    "PlatformsToShowOn": 511,
                    "Text": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "To help you manage the new rules and give you quick access to your knowledge, we are also introducing a new feature: an in-game Automa Rulebook!\n\nIt’s a comprehensive guide to help you navigate through every Automa variant, including newly added Automarazzi, and maximize your strategy. You can access it in the Automa menu, and throughout the game against any Automa variant - including the Online Challenge. \n\nThe rulebook is now available for everyone, so make sure to update your game!\n"
                            },
                            {
                                "Language": "pl",
                                "Text": "Aby pomóc ci w opanowaniu nowych zasad i zapewnić szybki dostęp do wiedzy, wprowadzamy nową funkcję w grze: Księgę Zasad Automy!\r\n\r\nJest to kompleksowy przewodnik, który pomoże ci grać wykorzystując każdy wariant Automy, w tym nowo dodanym Automarazzi, i ulepszyć swoją strategię. Dostęp do niego można uzyskać w menu wyboru trybu Automy, a także podczas gry z dowolnym wariantem Automy - w tym w wyzwaniu Online. \r\n\r\nKsięga Zasad jest już dostępny dla wszystkich, więc koniecznie zaktualizuj swoją grę!\r\n"
                            },
                            {
                                "Language": "de",
                                "Text": "Damit du dich mit den neuen Regeln zurechtfindest und schnell etwas nachschlagen kannst, gibt es noch ein neues Feature: die Automa-Anleitung im Spiel.\n\nDieser umfassende Leitfaden führt dich durch jede Automa-Variante, einschließlich des neuen Automarazzi-Modus. Maximiere deine Strategie! Du kannst beim Spiel gegen jede Automa-Variante – einschließlich der Online-Herausforderung – im Automa-Menü darauf zugreifen.\n\nDie Anleitung ist jetzt für alle verfügbar, also stelle sicher, dass dein Spiel auf dem aktuellen Stand ist!"
                            },
                            {
                                "Language": "fr",
                                "Text": "Afin de vous aider à gérer les nouvelles règles et à y accéder rapidement, nous avons également ajouté une nouvelle fonctionnalité : les règles d'Automa dans le jeu !\n\nIl s'agit d'un guide complet qui vous permettra de vous y retrouver parmi toutes les variantes d'Automa (y compris la nouvelle variante Automarazzi), ainsi que d'optimiser votre stratégie. Vous pouvez les consulter dans le menu Automa et pendant une partie contre n'importe quelle variante d'Automa, y compris le Défi en ligne.\n\nLes règles sont désormais disponibles pour tous, alors assurez-vous que votre jeu est à jour !"
                            },
                            {
                                "Language": "es",
                                "Text": "Para ayudarte a entender mejor las nuevas reglas y poner a tu disposición un acceso rápido a los conocimientos, también hemos introducido una nueva herramienta: ¡el reglamento del Automa!\n\nEs una extensa guía que te ayudará a comprender todas las variantes del Automa, incluido el nuevo Automarazzi, y a optimizar tu estrategia. Podrás acceder al reglamento desde el menú del Automa y durante las partidas contra cualquier variante del Automa, incluido el desafío en línea.\n\nEl reglamento ya está disponible para todos, ¡así que no olvides actualizar el juego!"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Para ajudar a entender as novas regras e ter acesso rápido ao seu conhecimento, estamos também introduzindo um novo recurso: um Livro de Regras do Automa no jogo!\n\nEsse é um guia completo para orientar você em cada variante do Automa, incluindo o recém-adicionado Automarazzi, e maximizar sua estratégia. Você pode acessá-lo no menu do Automa e durante uma partida contra as variantes do Automa – incluindo o Desafio Online. \n\nO livro de regras já está disponível para todos, então não deixe de atualizar o seu jogo!"
                            },
                            {
                                "Language": "ja",
                                "Text": "新ルールを管理し、知識に素早くアクセスできるように、新機能『ゲーム内オートマ・ルールブック』を導入します！\n\n新規追加のオートマラッチを含む、全てのオートマバリアントを理解する助けとなり、あなたの戦略を最大限に広げる網羅的なガイドとなっています。このガイドはオートマメニューからアクセスが可能です。また、オンラインチャレンジを含むあらゆるオートマバリアントとのゲーム中に利用可能です。\n\nルールブックは誰でも利用可能ですので、これを使ってあなたのゲームプレイをアップデートしましょう!"
                            },
                            {
                                "Language": "ru",
                                "Text": "Теперь прямо во время игры можно открыть цифровое руководство, чтобы освоить новые правила и быстро найти нужную информацию.\n\nПолное руководство поможет подобрать лучшую стратегию, а также разобраться со всеми вариантами игры против Автомы — в том числе и в новейшем режиме «Автомарацци». Руководство находится в меню Автомы и доступно во время матча в любом режиме с ней, включая «Игру по сети».\n\nРуководство уже опубликовано для всех, так что скорее обновите игру!"
                            },
                            {
                                "Language": "zh",
                                "Text": "为了帮助您掌握新规则并快速访问知识点，我们还引入了一个新功能：游戏内的自动鸟规则手册！\n\n这是一本覆盖全方位的指南，帮助您了解每个自动鸟变体，包括新添加的自动鸟狗仔队，并最大化您的策略。您可以在自动鸟菜单中访问它，并在与任何自动鸟变体的游戏中使用，包括在线挑战。\n\n规则手册现在对所有人开放，所以请确保更新您的游戏！"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "為了幫助您掌握新規則並快速訪問知識點，我們還引入了一個新功能：遊戲內的自動鳥規則手冊！\r\n\r\n這是一本覆蓋全方位的指南，幫助您了解每個自動鳥變體，包括新添加的自動鳥狗仔隊，並最大化您的策略。您可以在自動鳥菜單中訪問它，並在與任何自動鳥變體的遊戲中使用，包括在線挑戰。\r\n\r\n規則手冊現在對所有人開放，所以請確保更新您的遊戲！"
                            },
                            {
                                "Language": "it",
                                "Text": "Per aiutarti a prendere dimestichezza con le nuove regole, abbiamo introdotto anche una nuova funzione: il regolamento dell'Automa all'interno del gioco!\n\nSi tratta di una guida esaustiva a ogni variante dell'Automa, compresa la recente modalità Automarazzi, per aiutarti a ottimizzare la strategia. Puoi accedervi dal menu Automa e durante ogni partita con una qualsiasi variante dell'Automa, compresa la Sfida online.\n\nIl regolamento è ora disponibile per tutti, quindi assicurati di aggiornare il gioco!"
                            },
                            {
                                "Language": "ko",
                                "Text": "새로운 규칙을 정리하고 지식을 빠르게 확인할 수 있도록 게임 내 오토마 규칙서라는 새로운 기능이 도입됩니다!\n\n새로 추가된 오토마라치를 포함한 모든 오토마 변종을 탐색하고 전략을 극대화하는 데 도움이 되는 종합 안내서입니다. 오토마 메뉴에서 이용할 수 있으며, 온라인 도전을 포함한 모든 오토마 변종을 상대로 게임을 진행하는 동안에도 이용할 수 있습니다.\n\n규칙서는 누구나 이용할 수 있으니 게임을 업데이트하세요!"
                            },
                            {
                                "Language": "uk",
                                "Text": "Щоб допомогти вам розібратися з новими правилами й надати легкий спосіб перевірити свої знання, ми також представляємо нову функцію: внутрішньоігровий посібник «Правила Автоми»!\n\nЦей вичерпний довідник допоможе вам орієнтуватися в кожному з варіантів гри проти Автоми, зокрема в новісінькому режимі «Автомарацці», та вибудувати максимально ефективну стратегію. Ви можете відкрити його з меню Автоми, а також під час гри проти будь-якого варіанта Автоми, зокрема в онлайн-змаганні. \n\nПосібник вже доступний для всіх, тож обов'язково оновіть гру!"
                            }
                        ]
                    }
                }
            ],
            "Actions": []
        },
        {
            "ID": "311c96a0-3fbf-4e18-ab16-a97f8c8af14c",
            "Tags": [
                "Events"
            ],
            "PlatformsToShowOn": 12,
            "StartDateTicks": 638701632000000000,
            "EndDateTicks": 638713728000000000,
            "Priority": 1,
            "PresetImageName": "NewContent3",
            "RemoteImageName": "",
            "Title": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "Wingspan expansions are 30% off!"
                    },
                    {
                        "Language": "pl",
                        "Text": "30% zniżki na dodatki do \"Na Skrzydłach\"!"
                    },
                    {
                        "Language": "de",
                        "Text": "Flügelschlag-Erweiterungen sind 30 % günstiger!"
                    },
                    {
                        "Language": "fr",
                        "Text": "Les extensions de À tire d'ailes bénéficient de 30 % de réduction !"
                    },
                    {
                        "Language": "es",
                        "Text": "¡Las expansiones de Wingspan tienen un 30 % de descuento!"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "As expansões de Wingspan estão com 30% de desconto!"
                    },
                    {
                        "Language": "ja",
                        "Text": "ウイングスパンの拡張版が30%オフ！"
                    },
                    {
                        "Language": "ru",
                        "Text": "Дополнения для Крылья со скидкой 30 %!"
                    },
                    {
                        "Language": "zh",
                        "Text": "Wingspan expansions are 30% off!"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "Wingspan expansions are 30% off!"
                    },
                    {
                        "Language": "it",
                        "Text": "Le espansioni di Wingspan sono scontate del 30%!"
                    },
                    {
                        "Language": "ko",
                        "Text": "Wingspan 확장이 30% 할인 중!"
                    },
                    {
                        "Language": "uk",
                        "Text": "Розширення для Крила зі знижкою 30%!"
                    }
                ]
            },
            "Header": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "Get both expansions to Wingspan Digital at 30% off until November 26th - grab them before they fly away!"
                    },
                    {
                        "Language": "pl",
                        "Text": "Zdobądź oba dodatki do \"Na Skrzydłach\" z 30% rabatem do 26 listopada – złap je, zanim odlecą!"
                    },
                    {
                        "Language": "de",
                        "Text": "Holt euch beide Erweiterungen für Flügelschlag Digital mit 30 % Rabatt bis zum 26. November – schnappt sie euch, bevor sie wegfliegen!"
                    },
                    {
                        "Language": "fr",
                        "Text": "Obtenez les deux extensions de À tire d'ailes Digital avec 30 % de réduction jusqu’au 26 novembre – attrapez-les avant qu’elles ne s’envolent !"
                    },
                    {
                        "Language": "es",
                        "Text": "Consigue ambas expansiones de Wingspan Digital con un 30 % de descuento hasta el 26 de noviembre. ¡Aprovecha antes de que vuelen!"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "Adquira as duas expansões de Wingspan Digital com 30% de desconto até 26 de novembro – aproveite antes que elas voem!"
                    },
                    {
                        "Language": "ja",
                        "Text": "ウイングスパン の2つの拡張版が11月26日まで30%オフ！飛び去る前に手に入れよう！"
                    },
                    {
                        "Language": "ru",
                        "Text": "Получите оба дополнения для Крылья Digital со скидкой 30 % до 26 ноября – успейте, пока они не улетели!"
                    },
                    {
                        "Language": "zh",
                        "Text": "Get both expansions to Wingspan Digital at 30% off until November 26th - grab them before they fly away!"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "Get both expansions to Wingspan Digital at 30% off until November 26th - grab them before they fly away!"
                    },
                    {
                        "Language": "it",
                        "Text": "Ottieni entrambe le espansioni di Wingspan Digital con il 30% di sconto fino al 26 novembre. Prendile prima che volino via!"
                    },
                    {
                        "Language": "ko",
                        "Text": "Wingspan Digital의 두 가지 확장을 11월 26일까지 30% 할인된 가격에 만나보세요. 날아가기 전에 서둘러 잡으세요!"
                    },
                    {
                        "Language": "uk",
                        "Text": "Придбайте обидва розширення для Крила Digital зі знижкою 30% до 26 листопада – встигніть, поки вони не відлетіли!"
                    }
                ]
            },
            "Content": [
                {
                    "PlatformsToShowOn": 511,
                    "Text": {
                        "LocalizedTexts": []
                    }
                }
            ],
            "Actions": []
        },
        {
            "ID": "a89c0684-3948-4a39-967b-30d0ce97d9e6",
            "Tags": [
                "Events"
            ],
            "PlatformsToShowOn": 511,
            "StartDateTicks": 638701632000000000,
            "EndDateTicks": 638712401400000000,
            "Priority": 1,
            "PresetImageName": "",
            "RemoteImageName": "WS_WINTER_BG.png",
            "Title": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "Happy Holiday!"
                    },
                    {
                        "Language": "pl",
                        "Text": "Wesołych Świąt!"
                    },
                    {
                        "Language": "de",
                        "Text": "Frohe Feiertage!"
                    },
                    {
                        "Language": "fr",
                        "Text": "Joyeuses fêtes !"
                    },
                    {
                        "Language": "es",
                        "Text": "¡Felices fiestas!"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "Boas Festas!"
                    },
                    {
                        "Language": "ja",
                        "Text": "ハッピー・ホリデー！"
                    },
                    {
                        "Language": "ru",
                        "Text": "Счастливых праздников!"
                    },
                    {
                        "Language": "zh",
                        "Text": "节日快乐！"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "節日快樂！"
                    },
                    {
                        "Language": "it",
                        "Text": "Buone feste!"
                    },
                    {
                        "Language": "ko",
                        "Text": "즐거운 연말!"
                    },
                    {
                        "Language": "uk",
                        "Text": "Зі святом!"
                    }
                ]
            },
            "Header": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "Holiday Background is back!"
                    },
                    {
                        "Language": "pl",
                        "Text": "Tło świąteczne wróciło!"
                    },
                    {
                        "Language": "de",
                        "Text": "Der Feiertag-Hintergrund ist wieder da!"
                    },
                    {
                        "Language": "fr",
                        "Text": "L'arrière-plan des fêtes est de retour !"
                    },
                    {
                        "Language": "es",
                        "Text": "¡Vuelve el fondo de Navidad!"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "O fundo de Festas de Fim de Ano está de volta!"
                    },
                    {
                        "Language": "ja",
                        "Text": "ホリデー背景が戻ってきました！"
                    },
                    {
                        "Language": "ru",
                        "Text": "Праздничный фон снова в игре!"
                    },
                    {
                        "Language": "zh",
                        "Text": "节日背景返场了！"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "節日背景返場了！"
                    },
                    {
                        "Language": "it",
                        "Text": "Lo sfondo Festivo è tornato!"
                    },
                    {
                        "Language": "ko",
                        "Text": "연말 배경이 돌아왔습니다!"
                    },
                    {
                        "Language": "uk",
                        "Text": "Святковий фон повертається!"
                    }
                ]
            },
            "Content": [
                {
                    "PlatformsToShowOn": 511,
                    "Text": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "Can you feel the festive vibes? It’s the Holiday Background coming back to Wingspan! \n\nSettle in with your birds in a snowy and festive nature preserve, find hidden interactions, and feel the holiday spirit!\n\nThe background is available until December 31st or without limits with the Seasonal Decorative Pack. \n"
                            },
                            {
                                "Language": "pl",
                                "Text": "Czujesz klimat świąt? Świąteczne tło powraca do Na Skrzydłach! \n\nRozgość się ze swoimi ptakami w zaśnieżonym i świątecznym rezerwacie przyrody, znajdź ukryte interakcje i poczuj świąteczny nastrój!\n\nTło jest dostępne do 31 grudnia lub bez ograniczeń z Sezonowym Zestawem Dekoracyjnym."
                            },
                            {
                                "Language": "de",
                                "Text": "Spürst du die festlichen Vibes? Der Feiertag-Hintergrund kehrt zu Wingspan zurück! \n\nMach es dir mit deinen Vögeln in einem verschneiten und festlichen Naturschutzpark gemütlich, finde versteckte Interaktionen und genieße die Feiertagsstimmung!\n\n Der Hintergrund ist bis zum 31. Dezember verfügbar – oder unbegrenzt im Jahreszeiten-Dekopaket."
                            },
                            {
                                "Language": "fr",
                                "Text": "Ressentez-vous l'ambiance festive ? C'est le retour de l'arrière-plan des fêtes sur Wingspan !\n\nInstallez-vous avec vos oiseaux dans une réserve naturelle festive et enneigée, découvrez des interactions cachées, et profitez des fêtes !\n\nL'arrière-plan est disponible jusqu'au 31 décembre, ou en permanence avec le pack décoratif saisonnier."
                            },
                            {
                                "Language": "es",
                                "Text": "¿Notas el ambiente festivo? ¡Es el fondo de Navidad, que vuelve a Wingspan!\n\nRelájate junto a tus aves en una reserva natural alegre y nevada, descubre interacciones ocultas y siente el espíritu navideño.\n\nEl fondo estará disponible hasta el 31 de diciembre o de forma ilimitada con el paquete decorativo estacional."
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Consegue sentir o clima festivo? O Fundo de Festas de Fim de Ano está de volta ao Wingspan! \n\nAcomode-se com suas aves em uma reserva natural nevada e festiva, descubra interações ocultas e sinta o espírito de fim de ano!\n\nO fundo estará disponível até 31 de dezembro ou sem limites com o Pacote Decorativo Sazonal."
                            },
                            {
                                "Language": "ja",
                                "Text": "お祭りの雰囲気に気付きましたか？　ホリデー背景がウイングスパンに戻ってきました！\n\n鳥たちと一緒に雪景色とお祭りの保護区に腰を落ちつけて、隠されたインタラクションを探し、祝日の気分を味わいましょう！\n\n背景は12月31日まで使用可能です。または、季節の装飾パックがあれば制限なしに使用できます。"
                            },
                            {
                                "Language": "ru",
                                "Text": "Чувствуете праздничную атмосферу? В игре «Крылья» снова появился праздничный фон!\n\nУстраивайтесь вместе со своими птицами в украшенном снежном заповеднике, ищите интерактивные действия и заряжайтесь праздничным настроением!\n\nФон останется в игре до 31 декабря, а для владельцев декоративного набора «Времена года» — навсегда."
                            },
                            {
                                "Language": "zh",
                                "Text": "你能感受到节日的氛围吗？《展翅翱翔》的节日背景返场了！\n\n在一个白雪皑皑且充满节日气氛的自然保护区里，和你的鸟儿们一起安顿下来，发现隐藏的互动，感受节日的氛围！\n\n此背景在 12 月 31 日前可用，或者购买季节性装饰包永久使用。"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "你能感受到節日的氛圍嗎？《展翅翱翔》的節日背景返場了！\n\n在一個白雪皚皚且充滿節日氣氛的自然保護區里，和你的鳥兒們一起安頓下來，發現隱藏的互動，感受節日的氛圍！\n\n此背景在 12 月 31 日前可用，或者購買季節性裝飾包永久使用。"
                            },
                            {
                                "Language": "it",
                                "Text": "Senti l'atmosfera delle feste? Lo sfondo Festivo è tornato su Wingspan!\n\nSistemati insieme ai tuoi uccelli in una riserva naturale innevata e festiva, scopri interazioni segrete e vivi lo spirito delle feste!\n\nLo sfondo è disponibile fino al 31 dicembre oppure può essere tuo per sempre acquistando il pacchetto decorativo stagionale."
                            },
                            {
                                "Language": "ko",
                                "Text": "축제 분위기가 느껴지시나요? 윙스팬에 연말 배경이 돌아왔습니다!\n\n눈 덮인 축제 분위기의 자연 보호구역에서 새들과 함께 숨은 교감을 나누며 연말 분위기를 느껴보세요!\n\n배경은 12월 31일까지 사용 가능하며, 계절 장식 팩을 구입하면 제한 없이 사용할 수 있습니다."
                            },
                            {
                                "Language": "uk",
                                "Text": "Свято наближається, чи не так? До «Крил» повертається святковий фон! \n\nОселіться зі своїми птахами в сніжному й ошатному заповіднику, знайдіть приховані взаємодії й відчуйте дух свята!\n\nФон доступний до 31 грудня або без обмежень за умови придбання декоративного набору «Пори року»."
                            }
                        ]
                    }
                }
            ],
            "Actions": [
                {
                    "ActionType": 1,
                    "PlatformsToShowOn": 257,
                    "Value": "SB_DLC",
                    "ButtonText": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "Check out Decorative DLC"
                            },
                            {
                                "Language": "pl",
                                "Text": "Sprawdź dekoracyjne DLC"
                            },
                            {
                                "Language": "de",
                                "Text": "Sieh dir den Deko-DLC an"
                            },
                            {
                                "Language": "fr",
                                "Text": "Voir le DLC décoratif"
                            },
                            {
                                "Language": "es",
                                "Text": "Ver DLC decorativo"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Conferir o DLC Decorativo"
                            },
                            {
                                "Language": "ja",
                                "Text": "装飾DLCをチェックしましょう"
                            },
                            {
                                "Language": "ru",
                                "Text": "Посмотреть декоративный набор"
                            },
                            {
                                "Language": "zh",
                                "Text": "查看装饰包DLC"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "查看裝飾包DLC"
                            },
                            {
                                "Language": "it",
                                "Text": "Dai un'occhiata al DLC decorativo"
                            },
                            {
                                "Language": "ko",
                                "Text": "장식 DLC 확인"
                            },
                            {
                                "Language": "uk",
                                "Text": "Ознайомтеся з декоративним доповненням"
                            }
                        ]
                    }
                }
            ]
        },
        {
            "ID": "9fe5de9e-99a5-4d6b-a419-9c43b84fb066",
            "Tags": [
                "NewContent"
            ],
            "PlatformsToShowOn": 511,
            "StartDateTicks": 638719776000000000,
            "EndDateTicks": 946391904000000000,
            "Priority": 1,
            "PresetImageName": "",
            "RemoteImageName": "SDP2_Newscenter.jpg",
            "Title": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "New Seasonal Decorative Pack 2 Now Available!"
                    },
                    {
                        "Language": "pl",
                        "Text": "Sezonowy Zestaw Dekoracyjny 2 już dostępny!"
                    },
                    {
                        "Language": "de",
                        "Text": "Neu: Jahreszeiten-Dekopaket 2 jetzt verfügbar!"
                    },
                    {
                        "Language": "fr",
                        "Text": "Le pack décoratif saisonnier 2 est désormais disponible !"
                    },
                    {
                        "Language": "es",
                        "Text": "¡El nuevo paquete decorativo estacional 2 ya está disponible!"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "Novo Pacote Decorativo Sazonal 2: Já Disponível!"
                    },
                    {
                        "Language": "ja",
                        "Text": "新しい「季節の装飾パック2」が好評販売中！"
                    },
                    {
                        "Language": "ru",
                        "Text": "Новый декоративный набор «Времена года 2» уже в продаже!"
                    },
                    {
                        "Language": "zh",
                        "Text": "全新《季節性裝飾包2》 現已推出！"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "全新《季节性装饰包2》 现已推出！"
                    },
                    {
                        "Language": "it",
                        "Text": "Il nuovo pacchetto decorativo stagionale 2 è ora disponibile!"
                    },
                    {
                        "Language": "ko",
                        "Text": "새로운 계절 장식 팩 2가 출시되었습니다!"
                    },
                    {
                        "Language": "uk",
                        "Text": "Новий другий декоративний набір «Пори року» вже у продажу!"
                    }
                ]
            },
            "Header": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "Enhance your Wingspan Digital experience with the brand-new Seasonal Decorative Pack 2!"
                    },
                    {
                        "Language": "pl",
                        "Text": "Wzbogać swoje doświadczenie z Na Skrzydłach o zupełnie nowy Sezonowy Zestaw Dekoracyjny 2!"
                    },
                    {
                        "Language": "de",
                        "Text": "Mach dein Wingspan Digital-Erlebnis noch besser – mit dem nagelneuen Jahreszeiten-Dekopaket 2!"
                    },
                    {
                        "Language": "fr",
                        "Text": "Améliorez votre expérience Wingspan avec le nouveau pack décoratif saisonnier 2 !"
                    },
                    {
                        "Language": "es",
                        "Text": "¡Mejora tu experiencia en Wingspan Digital con el nuevo paquete decorativo estacional 2!"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "Aprimore sua experiência no Wingspan Digital com o novíssimo Pacote Decorativo Sazonal 2!"
                    },
                    {
                        "Language": "ja",
                        "Text": "新しい「季節の装飾パック2」で、『ウイングスパン』デジタル版をさらに楽しくプレイしましょう！"
                    },
                    {
                        "Language": "ru",
                        "Text": "С новым декоративным набором «Времена года 2» играть в цифровую версию «Крыльев» станет ещё приятнее!"
                    },
                    {
                        "Language": "zh",
                        "Text": "用全新的《季節性裝飾包2》 增強你的電子版《展翅翱翔》遊戲體驗！"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "用全新的《季节性装饰包2》 增强你的电子版《展翅翱翔》游戏体验！"
                    },
                    {
                        "Language": "it",
                        "Text": "Migliora la tua esperienza con la versione digitale di Wingspan con il nuovo pacchetto decorativo stagionale 2!"
                    },
                    {
                        "Language": "ko",
                        "Text": "새로운 계절 장식 팩 2로 윙스팬 디지털 경험을 향상시켜 보세요!"
                    },
                    {
                        "Language": "uk",
                        "Text": "Розширте можливості цифрової версії «Крил» із новим другим декоративним набором «Пори року»!"
                    }
                ]
            },
            "Content": [
                {
                    "PlatformsToShowOn": 511,
                    "Text": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "This exclusive set not only brings back familiar vistas but also adds fresh landscapes to your collection. And there’s a bunch of brand-new player portraits, too! \n\nThere’s a lot to choose from! Visit the newly refined Automa background or embrace the thrill of a new adventure in the Scout forest from the Online Challenge. Celebrate the Lunar New Year and commemorate Wingspan’s anniversary - or your own birthday - with festivities and fireflies. \n\nFor more cute vibes, snuggle up to the Quilts and Cats of Calico background, a comfy tribute to all things cozy! \nFinally, venture into a misty swamp where mystery and beauty come together in an enchanting landscape, unlike anything before.\n\nWhether you’re starting or completing your collection, these beautiful backgrounds and player portraits will embellish every game of Wingspan Digital.\n"
                            },
                            {
                                "Language": "pl",
                                "Text": "Ten ekskluzywny zestaw nie tylko przywraca znajome widoki, ale także dodaje nowe krajobrazy do twojej kolekcji. Jest też kilka zupełnie nowych portretów graczy! \n\nJest w czym wybierać! Odwiedź nowo udoskonalone tło Automy lub przeżyj nową przygodę w lesie harcerskim z wyzwania online. Świętuj Księżycowy Nowy Rok i upamiętnij rocznicę Na Skrzydłach - lub własne urodziny - festynami i fajerwerkami. \n\n\nJeśli potrzebujesz czegoś jeszcze bardziej uroczego, zatop się w tle Quilts and Cats of Calico, mięciutkiego hołdu dla wszystkiego, co przytulne! \nNa koniec udaj się na mgliste bagna, gdzie tajemnica i piękno łączą się w czarującym krajobrazie, niepodobnym do niczego wcześniej.\n\nNiezależnie od tego, czy zaczynasz, czy uzupełniasz swoją kolekcję, te piękne tła i portrety graczy upiększą każdą grę Na Skrzydłach."
                            },
                            {
                                "Language": "de",
                                "Text": "Dieses exklusive Set bringt vertraute Ausblicke zurück und erweitert deine Sammlung um ganz neue Landschaften. Und einen ganzen Haufen nagelneuer Spielerprofilbilder gibt es noch obendrauf! \n\nDie Auswahl ist groß! Besuche den frisch optimierten Automa-Hintergrund oder erliege der Spannung eines neuen Abenteuers im Späherwald der Online-Herausforderung. Feiere das Mond-Neujahr und begehe Wingspans Jahrestag – oder deinen eigenen Geburtstag – mit Festlichkeiten und Glühwürmchen. \n\nWenn es hyggelig werden soll, mach es dir mit dem Hintergrund „Quilts and Cats of Calico“ kuschelig – ein Hoch auf die Gemütlichkeit! \nWage dich zum Schluss noch in einen nebelverhangenen Sumpf, wo sich Geheimnisse und Schönheit in einer bezaubernden Landschaft zusammenfinden wie nie zuvor.\n\nGanz gleich, ob du deine Sammlung startest oder vervollständigst: Diese wunderschönen Hintergründe und Spielerprofilbilder bereichern jedes deiner Wingspan Digital-Spiele."
                            },
                            {
                                "Language": "fr",
                                "Text": "Cet ensemble exclusif n'est pas seulement composé de panoramas familiers, il ajoute également de nouveaux paysages à votre collection. Sans oublier de tout nouveaux portraits !\n\nVous avez l'embarras du choix ! Visitez le nouvel arrière-plan Automa retouché ou laissez-vous emporter par le frisson d'une nouvelle aventure dans la Forêt des scouts du Défi en ligne. Célébrez le Nouvel An lunaire et fêtez l'anniversaire de Wingspan, ou le vôtre, avec des festivités et des lucioles.\n\nSi vous voulez une touche plus mignonne, blottissez-vous dans l'arrière-plan Quilts and Cats of Calico, un hommage douillet au confort !\nEnfin, aventurez-vous dans un marais brumeux où le mystère s'allie à la beauté pour créer un paysage envoûtant et unique en son genre.\n\nQue vous commenciez ou complétiez votre collection, ces magnifiques arrière-plans et portraits embelliront chacune de vos parties de l'édition numérique de Wingspan."
                            },
                            {
                                "Language": "es",
                                "Text": "Este conjunto exclusivo no solo contiene lugares que te resultarán familiares, ¡sino que también añade nuevos paisajes y retratos de jugador a tu colección!\n\n¡Hay un montón entre los que elegir! Visita el mejorado fondo del Automa o déjate llevar por la emoción de una nueva aventura en el bosque de los exploradores del desafío en línea. Celebra el Año Nuevo lunar y conmemora el aniversario de Wingspan, o tu propio cumpleaños, entre festejos y luciérnagas.\n\nSi buscas algo más mono, hazte un ovillo en el fondo de Quilts and Cats of Calico, ¡un acogedor tributo a las cosas adorables!\nPor último, puedes adentrarte en un pantano neblinoso donde el misterio y la belleza se unen para crear un fascinante paisaje distinto a cualquier otro que hayas visto antes.\n\nTanto si quieres empezar tu colección como si la quieres completar, estos bellos fondos y retratos de jugador engalanarán tus partidas de Wingspan Digital."
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Este conjunto exclusivo não só traz de volta paisagens familiares, mas também adiciona novos cenários à sua coleção. E ainda vem com imagens inéditas de jogador! \n\nSão muitas opções! Visite o recém-aprimorado fundo do Automa ou abrace a emoção de uma nova aventura na floresta dos escoteiros do Desafio Online. Celebre o Ano Novo Lunar e comemore o aniversário do Wingspan — ou o seu próprio — com festividades e vaga-lumes. \n\nPara um clima mais fofo, aconchegue-se com o fundo Quilts and Cats of Calico, uma confortável homenagem a tudo o que é acolhedor! \nPor fim, aventure-se em um charco enevoado, onde mistério e beleza se unem em uma paisagem encantadora, diferente de tudo o que você já viu.\n\nSeja começando ou completando sua coleção, esses belos fundos e imagens de jogador vão enriquecer cada partida de Wingspan Digital."
                            },
                            {
                                "Language": "ja",
                                "Text": "この限定セットでは懐かしい風景が蘇り、新しい風景もあなたのコレクションに加わります。また、全く新しいプレイヤーポートレイトも多数含まれています！\n\n新たに洗練されたオートマ背景を訪れたり、オンラインチャレンジでスカウトの森で新しい冒険のスリルを楽しんだり、選択肢は様々。祝祭やホタルで、旧正月、ウイングスパンの記念の年、あなたの誕生日をお祝いしましょう。\n\nもっと可愛らしい雰囲気がお好みなら、まったりしたムードをフィーチャーした『キャリコ～陽だまりネコとパッチワーク～』の背景をお試しください！\nそして最後に、今までの風景とは全く違う、魅惑的な風景に神秘性と美しさが同居する、霧がかかった沼地に足を踏み入れてみましょう。\n\nコレクションをこれから始めるにしても、完成させるにしても、この美しい背景とプレイヤーポートレイトは『ウイングスパン』デジタル版のプレイをさらに魅力的に彩ってくれるでしょう。"
                            },
                            {
                                "Language": "ru",
                                "Text": "Этот уникальный набор не только возвращает в игру знакомые пейзажи, но и пополняет вашу коллекцию совершенно новыми видами и портретами игрока.\n\nВыбор очень богатый! Сыграйте на обновлённом фоне Автомы или отправьтесь на поиски приключений в лес Разведчиков в режиме «Игра по сети». Отпразднуйте Лунный Новый год, юбилей игры или свой день рождения на фоне, красиво украшенном и подсвеченном светлячками.\n\nА если хочется чего-то умилительного — выберите фон Quilts and Cats of Calico, который мы сделали максимально уютным!\nНаконец, вы можете отправиться на туманное болото и полюбоваться чарующей красотой его видов.\n\nКакую бы коллекцию фонов вы уже ни собрали, этот набор украсит любой матч в цифровой версии «Крыльев»."
                            },
                            {
                                "Language": "zh",
                                "Text": "這個獨家套裝不僅帶回了熟悉的風景，還為你的收藏增添了新的景觀。而且還有一堆全新的玩家頭像！\n\n這裡有很多選擇！是遊覽經過全新改良的自動鳥背景，或者在來自在線挑戰的偵察兵森林中擁抱新的冒險與刺激。用慶典和螢火蟲來慶祝農曆新年，以及紀念《展翅翱翔》周年紀念日 —— 或者你自己的生日。\n\n如果喜歡可愛的氛圍，可以依偎在《貓與花毯》的背景中，這是對所有舒適事物的溫馨致敬！\n最後，進入一個霧氣瀰漫的沼澤，在那裡，神秘與美麗在一個迷人的景觀中融為一體，與以往任何事物都不同。\n\n無論你是剛開始還是已經完成你的收藏，這些美麗的背景和玩家頭像都將點綴每一局電子版《展翅翱翔》。"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "这个独家套装不仅带回了熟悉的风景，还为你的收藏增添了新的景观。而且还有一堆全新的玩家头像！\n\n这里有很多选择！是游览经过全新改良的自动鸟背景，或者在来自在线挑战的侦察兵森林中拥抱新的冒险与刺激。用庆典和萤火虫来庆祝农历新年，以及纪念《展翅翱翔》周年纪念日 —— 或者你自己的生日。\n\n如果喜欢可爱的氛围，可以依偎在《猫与花毯》的背景中，这是对所有舒适事物的温馨致敬！\n最后，进入一个雾气弥漫的沼泽，在那里，神秘与美丽在一个迷人的景观中融为一体，与以往任何事物都不同。\n\n无论你是刚开始还是已经完成你的收藏，这些美丽的背景和玩家头像都将点缀每一局电子版《展翅翱翔》。"
                            },
                            {
                                "Language": "it",
                                "Text": "Questo set esclusivo, oltre a reintrodurre dei panorami già noti, aggiunge anche dei nuovi paesaggi alla tua raccolta. E ci sono anche dei nuovi ritratti del giocatore!\n\nC'è così tanto tra cui scegliere! Visita lo sfondo Automa perfezionato di recente o vivi il brivido di una nuova avventura nella foresta dello Scout direttamente dalle sfide online. Celebra il Capodanno lunare e commemora l'anniversario di Wingspan, o il tuo compleanno, con festeggiamenti e lucciole.\n\n\nSe preferisci un'atmosfera più tenera, accoccolati vicino allo sfondo Quilts and Cats of Calico, un confortevole tributo alla comodità!\nInfine, avventurati in una palude nebbiosa dove mistero e bellezza s'incontrano in un paesaggio incantevole, mai visto prima d'ora.\n\nChe tu stia iniziando o completando la tua raccolta, questi bellissimi sfondi e ritratti del giocatore abbelliranno ogni partita della versione digitale di Wingspan."
                            },
                            {
                                "Language": "ko",
                                "Text": "이 특별 세트는 익숙한 풍경을 재현할 뿐만 아니라 컬렉션에 새로운 풍경을 추가합니다. 그리고 새로운 플레이어 초상화도 많이 더했습니다!\n\n선택의 폭은 넓답니다! 새롭게 개선된 오토마 배경을 방문하거나 온라인 도전의 스카우트 숲에서 새로운 모험의 스릴을 느껴보세요. 설날을 축하하고 축제와 반딧불이로 윙스팬의 기념일이나 자신의 생일을 기념하세요.\n\n더 귀여운 분위기를 원한다면 아늑함의 결정체, 캘리코의 퀼트와 고양이 배경에 빠져들어 보세요!\n아니면, 신비와 아름다움이 어우러진 매혹적인 풍경이 펼쳐지는 안개가 자욱한 늪으로 모험을 떠나보세요.\n\n컬렉션을 시작하거나 완성할 때 아름다운 배경과 플레이어 초상화는 모든 윙스팬 디지털 게임을 더욱 돋보이게 해줄 것입니다."
                            },
                            {
                                "Language": "uk",
                                "Text": "Цей ексклюзивний набір не лише повертає знайомі краєвиди, але й додає до вашої колекції свіжі пейзажі. А ще в ньому є купа абсолютно нових портретів гравців! \n\nЄ з чого вибрати! Відвідайте нещодавно доопрацьований фон Автоми або прийміть виклик і візьміть участь у новій пригоді в Скаутському лісі з онлайн-змагання. Відсвяткуйте китайський Новий рік і відзначте річницю «Крил» — або свій власний день народження — урочистостями й світлячками. \n\nЩоб зробити атмосферу ще милішою, встановіть фон Quilts and Cats of Calico — затишну данину комфорту! \nІ нарешті, вирушайте в туманне болото, де таємничість і краса поєднуються в чарівному ландшафті, несхожому ні на що інше.\n\nНезалежно від того, починаєте ви чи завершуєте свою колекцію, ці чудові фони й портрети гравців прикрасять кожну гру цифрової версії «Крил»."
                            }
                        ]
                    }
                },
                {
                    "PlatformsToShowOn": 479,
                    "Text": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "Head over to the store to grab Seasonal Decorative Pack 2 today!\n"
                            },
                            {
                                "Language": "pl",
                                "Text": "Już dziś udaj się do sklepu po Sezonowy Zestaw Dekoracyjny 2!"
                            },
                            {
                                "Language": "de",
                                "Text": "Geh zum Store und hol dir noch heute das Jahreszeiten-Dekopaket 2!"
                            },
                            {
                                "Language": "fr",
                                "Text": "Rendez-vous dans la boutique dès aujourd'hui pour vous procurer le pack décoratif saisonnier 2 !"
                            },
                            {
                                "Language": "es",
                                "Text": "¡Ve a la tienda y compra ya el paquete decorativo estacional 2!"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Visite a loja e adquira o Pacote Decorativo Sazonal 2 hoje mesmo!"
                            },
                            {
                                "Language": "ja",
                                "Text": "ストアをチェックして、『季節の装飾パック2』を今すぐ入手しましょう！"
                            },
                            {
                                "Language": "ru",
                                "Text": "Купить декоративный набор «Времена года 2» в магазине можно уже сегодня!"
                            },
                            {
                                "Language": "zh",
                                "Text": "今天就前往商店獲取季節性裝飾包 2 吧！"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "今天就前往商店获取季节性装饰包 2 吧！"
                            },
                            {
                                "Language": "it",
                                "Text": "Vai al negozio per acquistare subito il pacchetto decorativo stagionale 2!"
                            },
                            {
                                "Language": "ko",
                                "Text": "지금 바로 상점에서 계절 장식 팩 2를 구매하세요!"
                            },
                            {
                                "Language": "uk",
                                "Text": "Завітайте до магазину, щоб отримати другий декоративний набір «Пори року» вже сьогодні!"
                            }
                        ]
                    }
                },
                {
                    "PlatformsToShowOn": 32,
                    "Text": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "Head over to the Nintendo eShop to grab Seasonal Decorative Pack 2 today!"
                            },
                            {
                                "Language": "pl",
                                "Text": "Już dziś udaj się do Nintendo eShop po Sezonowy Zestaw Dekoracyjny 2!"
                            },
                            {
                                "Language": "de",
                                "Text": "Geh zum Nintendo eShop und hol dir noch heute das Jahreszeiten-Dekopaket 2!"
                            },
                            {
                                "Language": "fr",
                                "Text": "Rendez-vous sur le Nintendo eShop dès aujourd'hui pour vous procurer le pack décoratif saisonnier 2 !"
                            },
                            {
                                "Language": "es",
                                "Text": "¡Ve a la Nintendo eShop y compra ya el paquete decorativo estacional 2!"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Visite a Nintendo eShop e adquira o Pacote Decorativo Sazonal 2 hoje mesmo!"
                            },
                            {
                                "Language": "ja",
                                "Text": "ニンテンドーeショップをチェックして、『季節の装飾パック2』を今すぐ入手しましょう！"
                            },
                            {
                                "Language": "ru",
                                "Text": "Купить декоративный набор «Времена года 2» в Nintendo eShop можно уже сегодня!"
                            },
                            {
                                "Language": "zh",
                                "Text": "今天就前往任天堂eShop獲取季節性裝飾包 2 吧！"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "今天就前往任天堂eShop获取季节性装饰包 2 吧！"
                            },
                            {
                                "Language": "it",
                                "Text": "Vai al Nintendo eShop per acquistare subito il pacchetto decorativo stagionale 2!"
                            },
                            {
                                "Language": "ko",
                                "Text": "지금 바로 닌텐도 e숍에서 계절 장식 팩 2를 구매하세요!"
                            },
                            {
                                "Language": "uk",
                                "Text": "Завітайте до Nintendo eShop, щоб отримати другий декоративний набір «Пори року» вже сьогодні!"
                            }
                        ]
                    }
                }
            ],
            "Actions": [
                {
                    "ActionType": 1,
                    "PlatformsToShowOn": 257,
                    "Value": "SDP2_DLC",
                    "ButtonText": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "Grab the new Decorative Pack!"
                            },
                            {
                                "Language": "pl",
                                "Text": "Sprawdź dekoracyjne DLC"
                            },
                            {
                                "Language": "de",
                                "Text": "Sieh dir den Deko-DLC an"
                            },
                            {
                                "Language": "fr",
                                "Text": "Voir le DLC décoratif"
                            },
                            {
                                "Language": "es",
                                "Text": "Ver DLC decorativo"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Conferir o DLC Decorativo"
                            },
                            {
                                "Language": "ja",
                                "Text": "装飾DLCをチェックしましょう"
                            },
                            {
                                "Language": "ru",
                                "Text": "Посмотреть декоративный набор"
                            },
                            {
                                "Language": "zh",
                                "Text": "查看裝飾性 DLC"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "查看装饰性 DLC"
                            },
                            {
                                "Language": "it",
                                "Text": "Dai un'occhiata al DLC decorativo"
                            },
                            {
                                "Language": "ko",
                                "Text": "장식 DLC 확인"
                            },
                            {
                                "Language": "uk",
                                "Text": "Ознайомтеся з декоративним доповненням"
                            }
                        ]
                    }
                },
                {
                    "ActionType": 0,
                    "PlatformsToShowOn": 2,
                    "Value": "https://www.gog.com/en/game/wingspan_seasonal_decorative_pack_2",
                    "ButtonText": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "Grab the new Decorative Pack!"
                            },
                            {
                                "Language": "pl",
                                "Text": "Sprawdź dekoracyjne DLC"
                            },
                            {
                                "Language": "de",
                                "Text": "Sieh dir den Deko-DLC an"
                            },
                            {
                                "Language": "fr",
                                "Text": "Voir le DLC décoratif"
                            },
                            {
                                "Language": "es",
                                "Text": "Ver DLC decorativo"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Conferir o DLC Decorativo"
                            },
                            {
                                "Language": "ja",
                                "Text": "装飾DLCをチェックしましょう"
                            },
                            {
                                "Language": "ru",
                                "Text": "Посмотреть декоративный набор"
                            },
                            {
                                "Language": "zh",
                                "Text": "查看裝飾性 DLC"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "查看装饰性 DLC"
                            },
                            {
                                "Language": "it",
                                "Text": "Dai un'occhiata al DLC decorativo"
                            },
                            {
                                "Language": "ko",
                                "Text": "장식 DLC 확인"
                            },
                            {
                                "Language": "uk",
                                "Text": "Ознайомтеся з декоративним доповненням"
                            }
                        ]
                    }
                }
            ]
        },
        {
            "ID": "f658579c-3939-4742-b04d-f1d62115707c",
            "Tags": [
                "Events"
            ],
            "PlatformsToShowOn": 511,
            "StartDateTicks": 638731008000000000,
            "EndDateTicks": 946113696000000000,
            "Priority": 1,
            "PresetImageName": "",
            "RemoteImageName": "Wingspan_LNY.jpg",
            "Title": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "Happy Lunar New Year!"
                    },
                    {
                        "Language": "pl",
                        "Text": "Szczęśliwego Księżycowego Nowego Roku!"
                    },
                    {
                        "Language": "de",
                        "Text": "Alles Gute zum chinesischen Neujahr!"
                    },
                    {
                        "Language": "fr",
                        "Text": "Joyeux Nouvel An chinois !"
                    },
                    {
                        "Language": "es",
                        "Text": "¡Feliz Año Nuevo chino!"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "Feliz Ano Novo Chinês!"
                    },
                    {
                        "Language": "ja",
                        "Text": "旧正月おめでとう！"
                    },
                    {
                        "Language": "ru",
                        "Text": "Поздравляем с китайским Новым годом!"
                    },
                    {
                        "Language": "zh",
                        "Text": "春節快樂！"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "春节快乐！"
                    },
                    {
                        "Language": "it",
                        "Text": "Buon Capodanno cinese!"
                    },
                    {
                        "Language": "ko",
                        "Text": "새해 복 많이 받으세요!"
                    },
                    {
                        "Language": "uk",
                        "Text": "Вітаємо з китайським Новим роком!"
                    }
                ]
            },
            "Header": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "Celebrate with the Lunar New Year Background!"
                    },
                    {
                        "Language": "pl",
                        "Text": "Świętuj z Księżycowym Noworocznym Tłem!"
                    },
                    {
                        "Language": "de",
                        "Text": "Feiere das chinesische Neujahrsfest mit dem Hintergrund „Chinesisches Neujahr“!"
                    },
                    {
                        "Language": "fr",
                        "Text": "Faites la fête avec l'arrière-plan Nouvel An chinois !"
                    },
                    {
                        "Language": "es",
                        "Text": "¡Celébralo con el fondo del Año Nuevo chino!"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "Comemore com o plano de fundo do Ano Novo Chinês!"
                    },
                    {
                        "Language": "ja",
                        "Text": "旧正月の背景でお祝いしよう！"
                    },
                    {
                        "Language": "ru",
                        "Text": "Отпразднуйте китайский Новый год с новым фоном!"
                    },
                    {
                        "Language": "zh",
                        "Text": "用春節背景來慶祝這個時刻！"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "用春节背景来庆祝这个时刻！"
                    },
                    {
                        "Language": "it",
                        "Text": "Festeggia con lo sfondo Capodanno cinese!"
                    },
                    {
                        "Language": "ko",
                        "Text": "구정 배경과 함께 새해를 축하하세요!"
                    },
                    {
                        "Language": "uk",
                        "Text": "Відсвяткуйте китайський Новій рік з новим фоном!"
                    }
                ]
            },
            "Content": [
                {
                    "PlatformsToShowOn": 511,
                    "Text": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "Join the flock and celebrate Lunar New Year with a stunning seasonal background in Wingspan! Watch as lanterns float, decorations sparkle, and the spirit of renewal fills the air in your bird-filled preserve.\n\nThis limited background will be available until [February 12] or permanently in the Seasonal Decorative Pack 2. Let’s make this Lunar New Year one to remember!"
                            },
                            {
                                "Language": "pl",
                                "Text": "Dołącz do stada i uczcij Księżycowy Nowy Rok z oszałamiającym sezonowym tłem w Na Skrzydłach! Obserwuj, jak lampiony unoszą się w powietrzu, dekoracje błyszczą, a duch odnowy wypełnia powietrze w twoim rezerwacie pełnym ptaków.\n\nTo limitowane tło będzie dostępne do [12 lutego] lub na stałe w Sezonowym Zestawie Dekoracyjnym 2. Sprawmy, by ten Księżycowy Nowy Rok był niezapomniany!"
                            },
                            {
                                "Language": "de",
                                "Text": "Schließe dich dem Schwarm an und feiere das chinesische Neujahrsfest mit einem atemberaubenden Jahreszeiten-Hintergrund in Wingspan! Lass dich davon verzaubern, wie die Laternen schweben, die Dekorationen funkeln und der Geist der Erneuerung die Luft erfüllt, während du dein Reservat voller Vögel aufbaust.\n\nDieser limitierte Hintergrund ist bis zum [12. Februar] verfügbar – oder dauerhaft im Jahreszeiten-Dekopaket 2. Lass uns dieses Mond-Neujahr unvergesslich machen!"
                            },
                            {
                                "Language": "fr",
                                "Text": "Volez avec nous et célébrez le Nouvel An chinois dans Wingspan avec un magnifique arrière-plan saisonnier ! Admirez les lanternes s'envoler, les décorations scintiller, et l'esprit du renouveau emplir l'atmosphère de votre volière.\n\nCet arrière-plan à durée limitée sera disponible jusqu'au [12 février] ou définitivement dans le pack décoratif saisonnier 2. Rendons ce Nouvel An lunaire inoubliable !"
                            },
                            {
                                "Language": "es",
                                "Text": "¡Únete a la bandada y celebra el Año Nuevo chino con un impresionante fondo estacional de Wingspan! Disfruta viendo cómo flotan los faroles entre brillantes adornos mientras un espíritu renovador impregna el aire de tu aviario.\n\nEste fondo por tiempo limitado estará disponible hasta el [12 de febrero] o de forma permanente con el paquete decorativo estacional 2. ¡Hagamos que este Año Nuevo lunar sea inolvidable!"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Junte-se ao bando e comemore o Ano Novo Chinês com um fundo sazonal deslumbrante no Wingspan! Observe as lanternas flutuar, as decorações brilhar e o espírito de renovação encher o ar em sua reserva repleta de aves.\n\nEste plano de fundo limitado estará disponível até [12 de fevereiro] ou permanentemente no Pacote Decorativo Sazonal 2. Vamos fazer com que este Ano Novo Lunar fique na memória!"
                            },
                            {
                                "Language": "ja",
                                "Text": "鳥たちと一緒に、魅力的な季節の背景で『ウイングスパン』の旧正月をお祝いしよう！浮かぶ灯篭、煌めく装飾、鳥でいっぱいの保護区に満ちる、生まれ変わるような雰囲気を見て楽しもう。\n\nこの限定背景は[2月12日]まで利用できる。また、「季節の装飾パック2」の購入でずっと利用可能になる。今年の旧正月を忘れられない思い出にしよう！\n"
                            },
                            {
                                "Language": "ru",
                                "Text": "Присоединяйтесь к стае и отмечайте китайский Новый год с великолепным новым фоном в «Крыльях»! Пусть вас порадуют парящие фонарики и блеск украшений, а в атмосфере вашего птичьего заповедника почувствуется дух обновления!\n\nЭтот ограниченный по времени фон будет в игре до [12 февраля], а в декоративном наборе «Времена года 2» он доступен постоянно. Сделаем этот Лунный Новый год незабываемым!"
                            },
                            {
                                "Language": "zh",
                                "Text": "加入鳥群，一起慶祝春節吧！在《展翅翱翔》美麗的季節性背景中感受春節的氛圍！觀賞燈籠飄揚、裝飾閃耀，全新的氛圍將充滿你的鳥類棲息地。\n\n這個限時背景將持續開放至 [2月12日]，或可通過購買「季節性裝飾包2」永久獲得。讓我們一起創造一個難忘的春節吧!"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "加入鸟群，一起庆祝春节吧！在《展翅翱翔》美丽的季节性背景中感受春节的氛围！观赏灯笼飘扬、装饰闪耀，全新的氛围将充满你的鸟类栖息地。\n\n这个限时背景将持续开放至 [2月12日]，或可通过购买“季节性装饰包2”永久获得。让我们一起创造一个难忘的春节吧！"
                            },
                            {
                                "Language": "it",
                                "Text": "Unisciti allo stormo e festeggia il Capodanno cinese con un meraviglioso sfondo stagionale su Wingspan! Osserva le lanterne fluttuare, le decorazioni brillare e lo spirito di rinnovamento riempire l'aria nella tua voliera piena di uccelli.\n\nQuesto sfondo a tempo limitato sarà disponibile fino al [12 febbraio] o permanentemente nel pacchetto decorativo stagionale 2. Rendi indimenticabile questo Capodanno lunare!"
                            },
                            {
                                "Language": "ko",
                                "Text": "윙스팬의 멋진 계절 배경과 함께 새들의 무리에 합류해 구정을 축하해 보세요! 등불이 떠다니고, 장식이 반짝이며, 새들이 가득한 보존 지역에 새로운 기운이 가득 차는 것을 지켜보세요.\n\n이 한정 배경은 [2월 12일]까지 한시적으로 사용하거나, 계절 장식 팩 2에서 영구적으로 사용할 수 있습니다. 이번 설날을 멋진 추억으로 남겨보세요!"
                            },
                            {
                                "Language": "uk",
                                "Text": "Приєднуйтесь до зграї і святкуйте китайський Новий рік з чудовим новим фоном в «Крилах»! Нехай вас порадують ширяючі у повітрі ліхтарики і блиск прикрас, а у атмосфері вашого пташиного заповідника панує відчуття оновлення!\n\nЦей обмежений по часу фон буде у грі до [12 лютого], а в декоративному наборі «Пори року 2» він доступний постійно. Зробимо цей китайський Новий рік незабутнім!"
                            }
                        ]
                    }
                }
            ],
            "Actions": [
                {
                    "ActionType": 1,
                    "PlatformsToShowOn": 257,
                    "Value": "SDP2_DLC",
                    "ButtonText": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "Check out Decorative DLC"
                            },
                            {
                                "Language": "pl",
                                "Text": "Sprawdź dekoracyjne DLC"
                            },
                            {
                                "Language": "de",
                                "Text": "Sieh dir den Deko-DLC an"
                            },
                            {
                                "Language": "fr",
                                "Text": "Voir le DLC décoratif"
                            },
                            {
                                "Language": "es",
                                "Text": "Ver DLC decorativo"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Conferir o DLC Decorativo"
                            },
                            {
                                "Language": "ja",
                                "Text": "装飾DLCをチェックしましょう"
                            },
                            {
                                "Language": "ru",
                                "Text": "Посмотреть декоративный набор"
                            },
                            {
                                "Language": "zh",
                                "Text": "查看裝飾性 DLC"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "查看装饰性 DLC"
                            },
                            {
                                "Language": "it",
                                "Text": "Dai un'occhiata al DLC decorativo"
                            },
                            {
                                "Language": "ko",
                                "Text": "장식 DLC 확인"
                            },
                            {
                                "Language": "uk",
                                "Text": "Ознайомтеся з декоративним доповненням"
                            }
                        ]
                    }
                },
                {
                    "ActionType": 0,
                    "PlatformsToShowOn": 2,
                    "Value": "https://www.gog.com/en/game/wingspan_seasonal_decorative_pack_2",
                    "ButtonText": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "Check out Decorative DLC"
                            },
                            {
                                "Language": "pl",
                                "Text": "Sprawdź dekoracyjne DLC"
                            },
                            {
                                "Language": "de",
                                "Text": "Sieh dir den Deko-DLC an"
                            },
                            {
                                "Language": "fr",
                                "Text": "Voir le DLC décoratif"
                            },
                            {
                                "Language": "es",
                                "Text": "Ver DLC decorativo"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Conferir o DLC Decorativo"
                            },
                            {
                                "Language": "ja",
                                "Text": "装飾DLCをチェックしましょう"
                            },
                            {
                                "Language": "ru",
                                "Text": "Посмотреть декоративный набор"
                            },
                            {
                                "Language": "zh",
                                "Text": "查看裝飾性 DLC"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "查看装饰性 DLC"
                            },
                            {
                                "Language": "it",
                                "Text": "Dai un'occhiata al DLC decorativo"
                            },
                            {
                                "Language": "ko",
                                "Text": "장식 DLC 확인"
                            },
                            {
                                "Language": "uk",
                                "Text": "Ознайомтеся з декоративним доповненням"
                            }
                        ]
                    }
                }
            ]
        },
        {
            "ID": "2e2b5e78-c53d-400d-ac15-9b35688761fb",
            "Tags": [
                "Events"
            ],
            "PlatformsToShowOn": 511,
            "StartDateTicks": 638751420000000000,
            "EndDateTicks": 946127520000000000,
            "Priority": 1,
            "PresetImageName": "",
            "RemoteImageName": "Wingspan_ValentinesDay.jpg",
            "Title": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "Love is in the Air!"
                    },
                    {
                        "Language": "pl",
                        "Text": "Miłość unosi się w powietrzu!"
                    },
                    {
                        "Language": "de",
                        "Text": "Die Liebe liegt in der Luft!"
                    },
                    {
                        "Language": "fr",
                        "Text": "Il y a de l'amour dans l'air !"
                    },
                    {
                        "Language": "es",
                        "Text": "¡Se respira amor en el aire!"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "O amor está no ar!"
                    },
                    {
                        "Language": "ja",
                        "Text": "恋の予感があふれてる！"
                    },
                    {
                        "Language": "ru",
                        "Text": "Воздух дышит любовью!"
                    },
                    {
                        "Language": "zh",
                        "Text": "愛意瀰漫！"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "爱意弥漫！"
                    },
                    {
                        "Language": "it",
                        "Text": "L'amore è nell'aria!"
                    },
                    {
                        "Language": "ko",
                        "Text": "사랑은 바람을 타고!"
                    },
                    {
                        "Language": "uk",
                        "Text": "Любов відчувається у повітрі!"
                    }
                ]
            },
            "Header": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "The Valentine's Day Background is back in Wingspan!"
                    },
                    {
                        "Language": "pl",
                        "Text": "Walentynkowe Tło wraca do Wingspan!"
                    },
                    {
                        "Language": "de",
                        "Text": "Der Valentinstag-Hintergrund ist wieder in Wingspan verfügbar!"
                    },
                    {
                        "Language": "fr",
                        "Text": "L'arrière-plan Saint-Valentin est de retour dans Wingspan !"
                    },
                    {
                        "Language": "es",
                        "Text": "¡Vuelve el fondo de San Valentín a Wingspan!"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "O plano de fundo do Dia dos Namorados está de volta no Wingspan!"
                    },
                    {
                        "Language": "ja",
                        "Text": "バレンタインデー背景が『ウイングスパン』に再登場！"
                    },
                    {
                        "Language": "ru",
                        "Text": "Фон, посвящённый Дню святого Валентина, снова доступен в «Крыльях»!"
                    },
                    {
                        "Language": "zh",
                        "Text": "情人節背景重返《展示翱翔》了！"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "情人节背景重返《展示翱翔》了！"
                    },
                    {
                        "Language": "it",
                        "Text": "Lo sfondo San Valentino è tornato su Wingspan!"
                    },
                    {
                        "Language": "ko",
                        "Text": "윙스팬에 발렌타인 배경이 돌아왔습니다!"
                    },
                    {
                        "Language": "uk",
                        "Text": "Фон, присвячений Дню святого Валентина, знову доступний у «Крилах»!"
                    }
                ]
            },
            "Content": [
                {
                    "PlatformsToShowOn": 511,
                    "Text": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "Get ready for all things lovely and feathery! Wingspan’s Valentine’s Day background has returned, filling your preserve with heartwarming vibes, sweet pink hues, and touches of romance. Can you spot the little details we’ve added to get you in the spirit?\n\nPlay with this limited-time background until [February 28], or keep it year-round with the Seasonal Decorative Pack. It’s a season of love - for birds, for nature, for Wingspan!"
                            },
                            {
                                "Language": "pl",
                                "Text": "Przygotuj się na wszystko, co urocze i pierzaste! Walentynkowe Tło jest znów dostępne w Na Skrzydłach, wypełniając twój rezerwat ciepłą atmosferą, słodkimi różowymi odcieniami i romantycznymi akcentami. Czy zauważysz drobne detale, które dodaliśmy, by wprowadzić cię w walentynkowy klimat?\n\nGraj z tym limitowanym tłem do [28 lutego] lub zachowaj je na stałe dzięki Sezonowemu Zestawowi Dekoracyjnemu. To sezon miłości – do ptaków, natury i Na Skrzydłach!"
                            },
                            {
                                "Language": "de",
                                "Text": "Mach dich bereit für alles Liebreizende und Federleichte! Wingspans Valentinstag-Hintergrund ist wieder da und erfüllt dein Reservat mit einer herzerwärmenden Stimmung, zartrosa Farbtönen und einem Hauch Romantik. Entdeckst du die Details, die wir hinzugefügt haben, um dich in Stimmung zu bringen?\n\nSpiele bis zum [28. Februar] mit diesem limitierten Hintergrund – oder behalte ihn für das ganze Jahr mit dem Jahreszeiten-Dekopaket. Es ist die Zeit der Liebe – für die Vögel, die Natur und für Wingspan!"
                            },
                            {
                                "Language": "fr",
                                "Text": "Préparez-vous pour une avalanche d'amour duveteux ! L'arrière-plan Saint-Valentin fait son retour dans Wingspan, emplissant votre volière d'une atmosphère réconfortante, de douces nuances de rose, et d'une touche de romance. Trouverez-vous les petits détails que nous avons ajoutés pour vous mettre dans l'ambiance ?\n\nJouez avec cet arrière-plan à durée limitée jusqu'au [28 février], ou gardez-le l'année entière avec le pack décoratif saisonnier. C'est la saison de l'amour, pour les oiseaux, la nature et Wingspan !\n"
                            },
                            {
                                "Language": "es",
                                "Text": "¡Prepárate para disfrutar del amor y las plumas! Ya está aquí otra vez el fondo de San Valentín de Wingspan para hacer de tu aviario un lugar más acogedor, con unas suaves pinceladas de rosa y un toque más romántico. ¿Ves los detallitos que hemos añadido para que te embargue el espíritu del amor?\n\nJuega con este fondo por tiempo limitado hasta el [28 de febrero] o consérvalo durante todo el año con el paquete decorativo estacional. Es la época del amor: ¡amor por las aves, por la naturaleza y por Wingspan!\n"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Prepare-se para coisas lindas e cheias de penas! O fundo do Dia dos Namorados do Wingspan voltou, trazendo à sua reserva vibrações acolhedoras, suaves tons de rosa e toques de romance. Você consegue perceber os pequenos detalhes que adicionamos para entrar no clima?\n\nAproveite este fundo por tempo limitado até [28 de fevereiro] ou fique com ele o ano todo com o Pacote Decorativo Sazonal. É uma temporada de amor - pelas aves, pela natureza, pelo Wingspan!\n"
                            },
                            {
                                "Language": "ja",
                                "Text": "羽の生えた愛らしい存在を迎えに行こう！『ウイングスパン』のバレンタインデー背景が戻ってきた。心温まる雰囲気、甘いピンクの色、ロマンスの予感で保護区を満たそう。プレイヤーの気分を盛り上げるために、ちょっとしたディティールを追加。見つけられるかな？\n\nこの限定背景を使って[2月28日]までプレイできる。また、「季節の装飾パック」を購入すれば通年利用が可能。鳥、自然、『ウイングスパン』への愛を伝えよう！\n"
                            },
                            {
                                "Language": "ru",
                                "Text": "Готовьтесь ко всему милому и пушистому! Фон в честь Дня святого Валентина возвращается в «Крылья». Ваш заповедник наполнится нежностью, романтикой и всеми оттенками розового! Разыщите все милые маленькие сюрпризы, которые мы спрятали для вас в честь праздника.\n\nЭтот фон доступен в игре только до [28 февраля], но с декоративным набором «Времена года» — хоть весь год напролёт. Это время любви — к птицам, к природе и к «Крыльям»!\n"
                            },
                            {
                                "Language": "zh",
                                "Text": "準備好迎接所有可愛切似羽毛輕軟的裝飾吧！《展翅翱翔》的情人節背景回歸了，為你的鳥類棲息地注入溫馨氛圍、柔和粉紅色調和一些浪漫點綴。你能發現那些為了增添節日氣息而特別加入的小細節嗎？\n\n這個限時背景將在 [2月28日] 前可用，或者通過購買「季節性裝飾包」永久獲得。這是愛的季節——愛鳥類，愛自然，愛《展翅翱翔》！"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "准备好迎接所有可爱切似羽毛轻软的装饰吧！《展翅翱翔》的情人节背景回归了，为你的鸟类栖息地注入温馨氛围、柔和粉红色调和一些浪漫点缀。你能发现那些为了增添节日气息而特别加入的小细节吗？\n\n这个限时背景将在 [2月28日] 前可用，或者通过购买“季节性装饰包”永久获得。这是爱的季节——爱鸟类，爱自然，爱《展翅翱翔》！"
                            },
                            {
                                "Language": "it",
                                "Text": "Preparati per qualcosa di adorabile e soffice! Lo sfondo San Valentino di Wingspan è tornato, animando la tua voliera con un'atmosfera che scalda il cuore, tinte rosa e un pizzico di romanticismo. Riesci a individuare i piccoli dettagli che abbiamo aggiunto per aiutarti a entrare nello spirito giusto?\n\nUsa questo sfondo a tempo limitato fino al [28 febbraio] o tienilo per tutto l'anno con il pacchetto decorativo stagionale. È la stagione degli amori: per i volatili, per la natura e per Wingspan!\n"
                            },
                            {
                                "Language": "ko",
                                "Text": "사랑스러운 깃털 친구들을 위해 준비하세요! 윙스팬의 발렌타인 데이 배경이 돌아와서 따뜻한 분위기와 달콤한 핑크색, 로맨틱한 감성으로 보존 지역을 가득 채웠습니다. 기분을 돋우기 위해 추가한 작은 디테일이 보이시나요?\n\n이 기간 한정 배경을 [2월 28일]까지 한시적으로 사용하거나, 계절 장식 팩으로 일 년 내내 보관하세요. 새와 자연, 윙스팬을 위한 사랑의 계절입니다!\n"
                            },
                            {
                                "Language": "uk",
                                "Text": "Готуйтеся до усього милого й пухнастого! Фон на честь Дня святого Валентина повертається у «Крила». Ваш заповідник наповниться ніжністю, романтикою й усіма відтінками рожевого! Відшукайте всі маленькі милі сюрпризи, які ми підготували для вас на честь свята.\n\nЦей фон доступний у грі тільки до [28 лютого], але з декоративним набором «Пори року» — весь рік. Це час кохання — до птахів, до природи і до «Крил»!\n"
                            }
                        ]
                    }
                }
            ],
            "Actions": [
                {
                    "ActionType": 1,
                    "PlatformsToShowOn": 257,
                    "Value": "SB_DLC",
                    "ButtonText": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "Check out Decorative DLC"
                            },
                            {
                                "Language": "pl",
                                "Text": "Sprawdź dekoracyjne DLC"
                            },
                            {
                                "Language": "de",
                                "Text": "Sieh dir den Deko-DLC an"
                            },
                            {
                                "Language": "fr",
                                "Text": "Voir le DLC décoratif"
                            },
                            {
                                "Language": "es",
                                "Text": "Ver DLC decorativo"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Conferir o DLC Decorativo"
                            },
                            {
                                "Language": "ja",
                                "Text": "装飾DLCをチェックしましょう"
                            },
                            {
                                "Language": "ru",
                                "Text": "Посмотреть декоративный набор"
                            },
                            {
                                "Language": "zh",
                                "Text": "查看裝飾性 DLC"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "查看装饰性 DLC"
                            },
                            {
                                "Language": "it",
                                "Text": "Dai un'occhiata al DLC decorativo"
                            },
                            {
                                "Language": "ko",
                                "Text": "장식 DLC 확인"
                            },
                            {
                                "Language": "uk",
                                "Text": "Ознайомтеся з декоративним доповненням"
                            }
                        ]
                    }
                }
            ]
        },
        {
            "ID": "e3600c62-395b-4e11-83d7-d31382ba966f",
            "Tags": [
                "NewContent"
            ],
            "PlatformsToShowOn": 511,
            "StartDateTicks": 638749764000000000,
            "EndDateTicks": 946391904000000000,
            "Priority": 2,
            "PresetImageName": "",
            "RemoteImageName": "Asia_ComingSoon_800x300_Newscenter.jpg\r",
            "Title": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "Wingspan: Asia Expansion Announcement "
                    },
                    {
                        "Language": "pl",
                        "Text": "Ogłoszenie Na Skrzydłach: Ptaki Azji"
                    },
                    {
                        "Language": "de",
                        "Text": "Ankündigung: „Wingspan: Asien-Erweiterung“"
                    },
                    {
                        "Language": "fr",
                        "Text": "Annonce de Wingspan : Extension Asie"
                    },
                    {
                        "Language": "es",
                        "Text": "Anuncio de Wingspan: Expansión de Asia"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "Atualização Wingspan: Expansão da Ásia"
                    },
                    {
                        "Language": "ja",
                        "Text": "『ウイングスパン拡張：東洋の翼』に関する発表"
                    },
                    {
                        "Language": "ru",
                        "Text": "Анонс дополнения «Крылья: Птицы Азии»"
                    },
                    {
                        "Language": "zh",
                        "Text": "《展翅翱翔：亞洲篇》發布公告"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "《展翅翱翔：亚洲篇》发布公告"
                    },
                    {
                        "Language": "it",
                        "Text": "Annuncio Wingspan: Espansione Asia "
                    },
                    {
                        "Language": "ko",
                        "Text": "윙스팬: 아시아 확장팩 발표"
                    },
                    {
                        "Language": "uk",
                        "Text": "Анонс доповнення «Крила: Птахи Азії»"
                    }
                ]
            },
            "Header": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "Wingspan: Asia Expansion is on Its Way!"
                    },
                    {
                        "Language": "pl",
                        "Text": "Na Skrzydłach: Ptaki Azji nadchodzi!"
                    },
                    {
                        "Language": "de",
                        "Text": "„Wingspan: Asien-Erweiterung“ ist unterwegs!"
                    },
                    {
                        "Language": "fr",
                        "Text": "Wingspan (À tire d'ailes) : Extension Asie arrive bientôt !"
                    },
                    {
                        "Language": "es",
                        "Text": "¡Wingspan: Expansión de Asia está en camino!"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "Wingspan: Expansão da Ásia disponível em breve!"
                    },
                    {
                        "Language": "ja",
                        "Text": "『ウイングスパン拡張：東洋の翼』がまもなく登場！"
                    },
                    {
                        "Language": "ru",
                        "Text": "Дополнение «Крылья: Птицы Азии» скоро выйдет!"
                    },
                    {
                        "Language": "zh",
                        "Text": "《展翅翱翔：亞洲篇》即將登場！"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "《展翅翱翔：亚洲篇》即将登场！"
                    },
                    {
                        "Language": "it",
                        "Text": "Wingspan: Espansione Asia sta per arrivare!"
                    },
                    {
                        "Language": "ko",
                        "Text": "윙스팬: 아시아 확장이 시작됩니다!"
                    },
                    {
                        "Language": "uk",
                        "Text": "Доповнення «Крила: Птахи Азії» скоро вийде!"
                    }
                ]
            },
            "Content": [
                {
                    "PlatformsToShowOn": 511,
                    "Text": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "We’re thrilled to announce that Wingspan is soaring to a new continent with the Wingspan: Asia Expansion! Prepare to explore a world of vibrant, diverse, and intriguing birds from the East that bring new strategies, powers, and challenges. With this expansion, you’ll encounter unique birds and bonus cards, get lost in beautiful, region-inspired backgrounds, and add new player portraits that immerse you in the enchanting atmosphere of Asia.\n\n<b>Discover Duet Mode: A New Journey for Two!</b>\nWingspan: Asia Expansion introduces a brand-new two-player experience - Duet Mode! \nIn Duet Mode, you’ll compete on a special Duet Map and claim habitat spaces with your tokens, all while working toward unique end-of-round goals. This new game mode will challenge you to think and strategize differently every time you play!\n\n<b>Expand Your Flock with New Birds & Bonus Cards</b>\nWingspan: Asia Expansion comes with a fresh batch of birds, each bringing their own twist to your preserve! Discover fun facts, unique calls, and distinct powers as you get to know each of these avian wonders. Plus, 13 new bonus cards (including 2 just for Automa) are here to shake things up and add even more depth to your strategy.\n\n<b>A Visual & Musical Feast</b>\nLet your screen become a window to the East with 4 new, breathtaking backgrounds and 8 player portraits inspired by local Asian cultures. On top of that, the magic continues with 4 new relaxing music tracks composed by Paweł Górniak, designed to keep you immersed and focused as you build your bird sanctuary.\n\n<b>All the Features You Love and More!</b>\nWingspan: Asia Expansion is fully compatible with everything you love about the base version of Wingspan. Challenge friends and new opponents in cross-platform multiplayer, perfect your game in weekly challenges or take on the Automa in solo play - with or without the new features.\n\n<b>The magical landscapes of Asia and its magnificent birds are calling!</b> \nMake sure to subscribe to our newsletter so you don’t miss a single update. More sneak peeks, release details, and news are coming soon. \nStay tuned and get ready to take flight on an unforgettable journey with Wingspan: Asia Expansion!\n"
                            },
                            {
                                "Language": "pl",
                                "Text": "Z radością ogłaszamy, że Na Skrzydłach leci na nowy kontynent dzięki rozszerzeniu Na Skrzydłach: Ptaki Azji! Przygotuj się na odkrywanie świata barwnych, różnorodnych i intrygujących ptaków z Azji, które wprowadzają nowe strategie, moce i wyzwania. Dzięki temu rozszerzeniu napotkasz unikalne ptaki i karty bonusowe, zanurzysz się w pięknych tłach inspirowanych regionem oraz dodasz nowe portrety graczy, które przeniosą Cię w czarującą atmosferę Azji.\r\n\r\n<b>Poznaj tryb Duet: Nowa przygoda dla dwojga!</b> \r\nNa Skrzydłach: Ptaki Azji wprowadza zupełnie nowe doświadczenie dla dwóch graczy – tryb Duet! W trybie Duet rywalizujesz na specjalnej mapie, zajmując przestrzenie w siedliskach swoimi żetonami i dążąc do wyjątkowych celów na koniec rundy. Ten nowy tryb gry zmusi Cię do świeżego spojrzenia na strategię za każdym razem, gdy grasz!\r\n\r\n<b>Rozbuduj swoją kolekcję o nowe ptaki i karty bonusowe!</b> \r\nNa Skrzydłach: Ptaki Azji zawiera kolejną porcję ptaków, z których każdy wnosi coś wyjątkowego do Twojego rezerwatu! Odkryj ciekawostki, unikalne głosy i specjalne zdolności, poznając te niezwykłe stworzenia. Dodatkowo, 13 nowych kart bonusowych (w tym 2 dla trybu Automy) jeszcze bardziej urozmaici Twoją strategię.\r\n\r\n<b>Uczta wizualna i muzyczna!</b> \r\nNiech Twój ekran stanie się oknem na Wschód dzięki 4 nowym, zapierającym dech w piersiach tłom i 8 portretom graczy inspirowanym kulturami Azji. Co więcej, magia trwa dzięki 4 nowym, relaksującym utworom muzycznym skomponowanym przez Pawła Górniaka, które pomogą Ci się wczuć i skupić podczas budowania ptasiego sanktuarium.\r\n\r\n<b>Wszystkie funkcje, które uwielbiasz, i jeszcze więcej!</b>\r\nNa Skrzydłach: Ptaki Azji jest w pełni kompatybilne ze wszystkim, co znasz i kochasz w podstawowej wersji Na Skrzydłach. Rywalizuj z przyjaciółmi lub nowymi przeciwnikami w trybie wieloosobowym, doskonal się w cotygodniowych wyzwaniach lub zmierz się z Automą w grze solo - z nowymi funkcjami lub bez nich.\r\n\r\n<b>Magiczne krajobrazy Azji i jej wspaniałe ptaki czekają na Ciebie!</b> \r\nZapisz się do naszego newslettera, aby nie przegapić żadnej aktualizacji. Wkrótce pojawią się kolejne zapowiedzi, szczegóły premiery i nowości. Pozostań na bieżąco i przygotuj się na niezapomnianą podróż z Na Skrzydłach: Ptaki Azji!\r\n"
                            },
                            {
                                "Language": "de",
                                "Text": "Wir freuen uns sehr, ankündigen zu können, dass Wingspan Kurs auf einen neuen Kontinent genommen hat mit „Wingspan: Asien-Erweiterung“! Mach dich bereit, eine Welt voller lebensfroher, vielfältiger und interessanter Vögel des Ostens zu erkunden, die dir zusätzlich neue Strategien, Fähigkeiten und Herausforderungen bringt. In dieser Erweiterung triffst du auf einzigartige Vögel und Bonuskarten, erlebst wunderschöne, von der Region inspirierte Hintergründe und erhältst neue Spielerprofilbilder, die dich in die verzaubernde Atmosphäre Asiens eintauchen lassen.\n\n<b>Entdecke den Duett-Modus: Eine neue Reise für zwei!</b></b>\n„Wingspan: Asien-Erweiterung“ bringt ein völlig neues Zwei-Spieler-Erlebnis: den Duett-Modus! \nIm Duett-Modus trittst du auf einer speziellen Duettkarte gegen deinen Mitspieler an. Dabei beanspruchst du Lebensräume mit deinen Marken und arbeitest gleichzeitig auf einzigartige Rundenziele hin. Dieser neue Spielmodus sorgt dafür, dass du bei jedem Spielen anders denken und andere Strategien entwickeln musst!\n\n<b>Vergrößere deinen Schwarm mit neuen Vögeln und Bonuskarten</b>\n„Wingspan: Asien-Erweiterung“ kommt mit einem neuen Schwung Vögel zu dir, von denen jeder auf seine Art zu deinem Reservat beiträgt! Entdecke interessante Informationen, einzigartige Vogelstimmen und verschiedenste Fähigkeiten, während du dich mit diesen Flugwundern vertraut machst. Plus: 13 neue Bonuskarten (darunter 2 nur für Automa) warten darauf, frischen Wind in dein Spiel und zusätzliche Tiefe in deine Strategien zu bringen.\n\n<b>Ein Fest für Augen und Ohren</b>\nLass deinen Bildschirm zu einem Fenster in die östlichen Reiche werden mit 4 neuen umwerfenden Hintergründen und 8 Spielerprofilbildern, die von asiatischen Kulturen inspiriert wurden. Und die Magie geht weiter: 4 neue entspannende Musikstücke, komponiert von Paweł Górniak, lassen dich tief im Spiel versinken, während du dich auf den Aufbau deines Vogelreservats konzentrierst.\n\n<b>All die Funktionen, die du liebst, und mehr!</b>\n„Wingspan: Asien-Erweiterung“ ist vollständig kompatibel mit allem, was du am Wingspan-Hauptspiel so liebst. Fordere Freunde und neue Gegner in einem plattformübergreifenden Mehrspielermodus heraus, perfektioniere dein Spiel in wöchentlichen Herausforderungen oder stelle dich Automa im Einzelspiel – mit oder ohne neue Funktionen.\n\n<b>Die magischen Landschaften Asiens und ihre prächtigen Vögel rufen nach dir!</b> \nVergiss nicht, unseren Newsletter zu abonnieren, damit du kein einziges Update verpasst. Bald gibt es mehr Ausblicke, Details zu Veröffentlichungen und Neuigkeiten. \nBleib dran und mach dich bereit für eine unvergessliche Flugreise mit „Wingspan: Asien-Erweiterung!“"
                            },
                            {
                                "Language": "fr",
                                "Text": "Nous avons la joie d'annoncer que Wingspan s'envole pour un nouveau continent avec Wingspan : Extension Asie ! Préparez-vous à explorer un monde rempli d'oiseaux asiatiques colorés, variés et intrigants, qui apportent des stratégies, des pouvoirs et des défis inédits. Avec cette extension, vous découvrirez des cartes Oiseau et bonus uniques, vous vous perdrez dans des arrière-plans magnifiques inspirés de la région, et vous obtiendrez de nouveaux portraits qui vous plongeront dans l'atmosphère merveilleuse de l'Asie.\n\n<b>Découvrez le mode Duo : un nouveau voyage en tête-à-tête !</b>\nWingspan : Extension Asie ajoute une toute nouvelle expérience à deux joueurs : le mode Duo !\nDans le mode Duo, vous jouez sur un plateau Duo spécial et capturez des habitats avec vos jetons, tout en accomplissant des objectifs de fin de manche uniques. Ce nouveau mode de jeu vous poussera à réfléchir et à élaborer des stratégies différentes à chaque partie !\n\n<b>Ajoutez de nouvelles cartes Oiseau et bonus à votre nuée</b>\nWingspan : Extension Asie est accompagnée de nouveaux oiseaux, chacun apportant sa propre touche à votre réserve ! Découvrez des anecdotes, des chants uniques et des pouvoirs spéciaux en vous familiarisant avec chacune de ces merveilles ailées. De plus, 13 nouvelles cartes bonus (dont 2 uniquement pour Automa) viennent faire bouger les choses et ajouter encore plus de profondeur à votre stratégie.\n\n<b>Un plaisir visuel et auditif</b>\nTransformez votre écran en fenêtre sur l'Asie avec 4 nouveaux arrière-plans et 8 portraits magnifiques, tous inspirés des cultures locales. En plus de cela, la magie continue avec 4 nouvelles pistes musicales relaxantes composées par Paweł Górniak et conçues pour vous aider à vous concentrer sur la construction de votre sanctuaire aviaire.\n\n<b>Toutes vos fonctionnalités préférées, et plus encore !</b>\nWingspan : Extension Asie est entièrement compatible avec tout ce que vous aimez dans la version de base de Wingspan. Défiez vos amis et de nouveaux adversaires dans le mode multijoueur multiplateforme, perfectionnez votre stratégie dans les défis hebdomadaires, ou affrontez l'automate en mode solo, avec ou sans les nouvelles fonctionnalités.\n\n<b>Les paysages enchanteurs de l'Asie et ses magnifiques oiseaux vous attendent !</b>\nN'oubliez pas de vous inscrire à notre newsletter pour ne manquer aucune mise à jour. D'autres aperçus, détails sur les sorties et actualités seront bientôt disponibles.\nRestez à l'écoute et préparez-vous à vous envoler pour un voyage inoubliable avec Wingspan : Extension Asie !"
                            },
                            {
                                "Language": "es",
                                "Text": "¡Es todo un placer anunciar que Wingspan ha volado hasta un nuevo continente con Wingspan: Expansión de Asia! Prepárate para explorar un mundo lleno de todo tipo de coloridas y misteriosas aves orientales que trae consigo nuevas estrategias, poderes y desafíos. Con esta expansión, encontrarás cartas de bonificación y aves únicas, te abstraerás en los bellos fondos inspirados en la región y añadirás nuevos retratos de jugador que te sumergirán en la cautivadora atmósfera de Asia.\n\n<b>¡Descubre el modo Dúo, un nuevo viaje para dos!</b>\nWingspan: Expansión de Asia presenta una nueva experiencia para dos jugadores: ¡el modo Dúo!\nEn él, podrás competir en un mapa de dúo especial y conseguir espacios de hábitat con tus fichas mientras tratas de cumplir los objetivos de final de ronda únicos. ¡Este nuevo modo de juego te obligará a replantearte tu estrategia cada vez que juegues!\n\n<b>Amplía tu bandada con nuevas aves y cartas de bonificación</b>\nWingspan: Expansión de Asia trae consigo un nuevo surtido de aves, ¡y todas ellas dan un toque original a tu aviario! Descubre datos curiosos, cantos únicos y poderes diferentes mientras vas conociendo a estas maravillosas aves. Además, también encontrarás 13 nuevas cartas de bonificación (2 de ellas solo para el Automa) que revolucionarán las partidas y aportarán más profundidad.\n\n<b>Un deleite visual y sonoro</b>\nConvierte tu pantalla en una ventana a Oriente con 4 nuevos fondos arrebatadores y 8 retratos de jugador inspirados en las culturas autóctonas de Asia. Además, la magia continúa gracias a las 4 nuevas y apacibles pistas musicales compuestas por Paweł Górniak, pensadas para ayudarte a sumergirte y concentrarte mientras construyes tu santuario para aves.\n\n<b>¡Todas tus características favoritas y muchas más!</b>\nWingspan: Expansión de Asia es totalmente compatible con todo lo que te gusta de la versión base de Wingspan. Enfréntate a tus amigos y a nuevos rivales en partidas multijugador multiplataforma, pule tus habilidades en desafíos semanales o juega una partida en solitario contra el Automa, con o sin las nuevas características.\n\n<b>¡Los mágicos paisajes de Asia y sus magníficas aves te llaman!</b>\nNo olvides suscribirte a nuestro boletín para no perderte ninguna actualización. Más adelantos, detalles de lanzamiento y otras novedades próximamente.\n¡Mantente al tanto y prepárate para echar a volar en un viaje inolvidable con Wingspan: Expansión de Asia!"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Estamos empolgados em anunciar que Wingspan está voando para um novo continente com Wingspan: Expansão da Ásia! Prepare-se para explorar um mundo das vibrantes, diversas e fascinantes aves do oriente, trazendo novas estratégias, poderes e desafios. Com esta expansão, você encontrará aves e cartas bônus exclusivas, se perderá em belos fundos inspirados na região e adicionará novas imagens de jogadores que imergem você na atmosfera encantadora da Ásia.\n\n<b>Descubra o Modo Dueto: uma nova jornada à dois!</b>\nWingspan: Expansão da Ásia apresenta uma nova experiência para dois jogadores - o Modo Dueto! \nNo Modo Dueto, você competirá em um mapa especial de Dueto e conquistará espaços de habitat com suas fichas, enquanto trabalha para alcançar objetivos de final de rodada exclusivos. Este novo modo de jogo desafiará você a pensar e a planejar de maneira diferente a cada partida!\n\n<b>Amplie seu bando com novas aves e cartas bônus</b>\nWingspan: Expansão da Ásia chega com um novo grupo de aves, cada uma trazendo uma própria reviravolta única para sua reserva! Descubra curiosidades divertidas, cantos únicos e poderes distintos ao conhecer cada uma dessas maravilhas aviárias. Além disso, 13 cartas bônus novas (incluindo 2 exclusivas para o Automa) chegaram para agitar as coisas e adicionar ainda mais profundidade à sua estratégia.\n\n<b>Um banquete visual e musical</b>\nDeixe sua tela se tornar uma janela para o oriente com 4 novos fundos deslumbrantes e 8 imagens de jogadores inspiradas nas culturas asiáticas. Além disso, a magia continua com 4 novas faixas musicais relaxantes compostas por Paweł Górniak, criadas para manter sua imersão e concentração enquanto constrói um santuário de aves.\n\n<b>Todos os recursos que você já conhece e muito mais!</b>\nWingspan: Expansão da Ásia é totalmente compatível com tudo o que você gosta da versão base de Wingspan. Desafie amigos e novos oponentes no modo multijogador entre plataformas, aperfeiçoe seu jogo em desafios semanais ou enfrente o Automa no modo solo - com ou sem os novos recursos.\n\n<b>As paisagens mágicas da Ásia e suas magníficas aves estão chamando!</b> \nInscreva-se na nossa newsletter para não perder nenhuma atualização. Mais prévias, detalhes de lançamento e novidades estão chegando em breve. \nFique de olho nas novidades e prepare-se para decolar em uma jornada inesquecível com Wingspan: Expansão da Ásia!"
                            },
                            {
                                "Language": "ja",
                                "Text": "『ウイングスパン拡張：東洋の翼』で、新たな大陸へと飛び立とう！活き活きとして多様性に富む、魅力的なアジアの鳥を探す旅に出よう。新たな鳥たちが、新しい戦略、能力、チャレンジを運んでくる。この拡張版には、ユニークな鳥カードやボーナスカードが含まれている。アジアの景色に着想を得た美しい背景を楽しもう。また、アジアの魅力的な雰囲気に包まれるような、新しいプレイヤーポートレイトも追加されている。\n\n2人用の新たな旅「つがいモード」が登場！\n『ウイングスパン拡張：東洋の翼』では、全く新しい2人プレイ用のゲーム体験：つがいモードが登場！\nつがいモードでは、特殊なつがいマップを使って競い合う。生息地のスペースに自分のトークンを置きつつ、ラウンド終了時目的の達成を目指そう。新しいゲームモードでは、プレイするたびに新たな戦略と思考が必要になる！\n\n新しい鳥カード＆ボーナスカードで群れを拡大しよう\n『ウイングスパン拡張：東洋の翼』には、保護区に独自の魅力をプラスする新しい鳥の群れが登場！アジアの鳥の不思議な魅力を発見して、鳥にまつわる面白い話、ユニークな鳴き声、独特な能力を知ろう。さらに、新登場の13枚のボーナスカード（うち2枚はオートマ用）がゲームに変化をもたらし、戦略により一層の深みを加える。\n\nビジュアルと音楽の祝宴\n新たに用意された息を呑むような4種類の背景と、アジアの文化に着想を得た8種類のプレイヤーポートレイトでスクリーンを東洋への窓に変えよう。さらに、Paweł Górniakが手掛けた新しい4曲の落ち着きのあるBGMが魔法のような雰囲気をもたらし、鳥の聖域づくりに没頭し、集中できる。\n\nお気に入りの要素なども全て楽しめる！\n『ウイングスパン拡張：東洋の翼』は、『ウイングスパン』の基本バージョンの各要素と完全な互換性を実現。クロスプラットフォームマルチプレイヤーモードで、フレンドと新たな対戦相手に挑戦し、ウィークリーチャレンジで完璧なゲームを展開し、ソロプレイでオートマと対戦しよう。新たな要素を使うか使わないかは自由だ。\n\nアジアの魅力的な景観と、素晴らしい鳥たちが呼んでいる！\nニュースレターを購読して、アップデートを見逃さないようにしよう。リリース前のプレビューや詳細情報、新情報もまもなく発表予定。\n新情報をチェックして、『ウイングスパン拡張：東洋の翼』で忘れられない旅へと飛び立つ準備をしよう！"
                            },
                            {
                                "Language": "ru",
                                "Text": "Мы рады сообщить, что дополнение «Крылья: Птицы Азии» вот-вот перенесёт вас на новый континент! Перед вами распахнётся удивительный мир ярких и разнообразных птиц Востока — с новыми стратегиями, свойствами и испытаниями. В этом дополнении вы сможете познакомиться с уникальными птицами, изучить новые карты бонусов, полюбоваться фонами в азиатском стиле, обновить свой портрет игрока и почувствовать, будто вы уже в прекрасной Азии.\n\nИграйте один на один в режиме дуэта!\nДополнение «Крылья: Птицы Азии» добавляет в игру новый режим для двух игроков — режим дуэта! \nВ нём вам предстоит состязаться на особой карте «Дуэт», захватывая ареалы с помощью жетонов и выполняя уникальные задачи раунда. Каждая партия в режиме дуэта потребует от вас новой стратегии!\n\nНовые птицы и карты бонусов для вашей стаи\nВ дополнении «Крылья: Птицы Азии» вас ждёт множество новых птиц, каждая из которых станет чудесным украшением вашего заповедника! Узнайте интересные факты о новых видах, научитесь распознавать птиц по их голосам и ознакомьтесь с особыми свойствами этих удивительных пернатых созданий. А 13 новых карт бонусов (среди которых есть две отдельные карты для игры с Автомой) сделают партии интереснее и помогут вам улучшить свою стратегию.\n\nОтрада глаз, для слуха сладость\nЧетыре роскошных новых фона и восемь портретов игрока в восточном стиле превратят ваш экран в настоящее окно в Азию. А четыре новые волшебные композиции Павла Горняка помогут вам успокоить разум и сосредоточиться, пока вы выбираете птиц для своего заповедника.\n\nВсе ваши любимые механики!\nВ дополнении «Крылья: Птицы Азии» есть все механики, знакомые вам по базовой версии игры. Играйте с друзьями и новыми соперниками в кроссплатформенном многопользовательском режиме, совершенствуйте своё мастерство в еженедельных испытаниях и соревнуйтесь с Автомой один на один — с новыми механиками или без них.\n\nУдивительные птицы Азии приглашают вас полюбоваться красотой Востока! \nПодпишитесь на нашу рассылку, чтобы быть в курсе всех событий. Скоро мы поделимся с вами новыми подробностями о дополнении. \nОставайтесь с нами и готовьтесь взлететь к облакам и отправиться в незабываемое путешествие с дополнением «Крылья: Птицы Азии»!"
                            },
                            {
                                "Language": "zh",
                                "Text": "我們很高興地宣布，《展翅翱翔》將飛向新的大陸——《展翅翱翔：亞洲篇》即將到來！準備好探索東方豐富多彩、神秘多樣的鳥類世界，迎接全新的策略、能力和挑戰吧。在這次擴展中，你將遇到獨特的鳥類和獎勵卡，沉浸於優美的亞洲風情背景中，還可以使用新增的玩家頭像，感受亞洲的迷人氛圍。\n\n探索對決模式：全新雙人之旅！\n《展翅翱翔：亞洲篇》引入了全新的對決模式！在雙人模式中，你將與對手在專屬雙人地圖上競逐，通過標記占領棲息空間，並努力完成回合目標。每次遊戲都將激發你的智慧，帶來全新的策略體驗！\n\n新增鳥類和獎勵卡，擴充你的鳥群\n《展翅翱翔：亞洲篇》帶來了全新鳥類，每隻鳥都將為你的棲息地增添獨特的玩法！探索趣味知識、獨特叫聲和能力，深入了解這些奇妙的鳥類。此外，還新增了13張獎勵卡（其中2張專為自動鳥模式設計），為你的策略增添深度，帶來更多變化。\n\n視覺與聽覺盛宴\n讓你的屏幕成為通往東方的窗口，欣賞4個令人震撼的新背景和8個靈感源於亞洲文化的玩家頭像。此外，作曲家Paweł Górniak精心打造了4首舒緩的新曲目，讓你在建造鳥類保護區時放鬆身心，盡情沉浸其中。\n\n你喜歡的功能依然都在\n《展翅翱翔：亞洲篇》與基礎版完全兼容，支持跨平台多人遊戲模式，可以在每周挑戰中提高你的技術，或在自動鳥模式中獨自挑戰——無論是否使用新功能，均可體驗。\n\n亞洲的奇幻風景與壯麗的鳥類世界正在呼喚你！\n立即訂閱我們的新聞通訊，確保不會錯過任何更新。更多預告、發售細節和資訊即將揭曉。敬請期待，準備好與《展翅翱翔：亞洲篇》一起展開一段難忘的飛行之旅吧！"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "我们很高兴地宣布，《展翅翱翔》将飞向新的大陆——《展翅翱翔：亚洲篇》即将到来！准备好探索东方丰富多彩、神秘多样的鸟类世界，迎接全新的策略、能力和挑战吧。在这次扩展中，你将遇到独特的鸟类和奖励卡，沉浸于优美的亚洲风情背景中，还可以使用新增的玩家头像，感受亚洲的迷人氛围。\n\n探索对决模式：全新双人之旅！\n《展翅翱翔：亚洲篇》引入了全新的对决模式！在双人模式中，你将与对手在专属双人地图上竞逐，通过标记占领栖息空间，并努力完成回合目标。每次游戏都将激发你的智慧，带来全新的策略体验！\n\n新增鸟类和奖励卡，扩充你的鸟群\n《展翅翱翔：亚洲篇》带来了全新鸟类，每只鸟都将为你的栖息地增添独特的玩法！探索趣味知识、独特叫声和能力，深入了解这些奇妙的鸟类。此外，还新增了13张奖励卡（其中2张专为自动鸟模式设计），为你的策略增添深度，带来更多变化。\n\n视觉与听觉盛宴\n让你的屏幕成为通往东方的窗口，欣赏4个令人震撼的新背景和8个灵感源于亚洲文化的玩家头像。此外，作曲家Paweł Górniak精心打造了4首舒缓的新曲目，让你在建造鸟类保护区时放松身心，尽情沉浸其中。\n\n你喜欢的功能依然都在\n《展翅翱翔：亚洲篇》与基础版完全兼容，支持跨平台多人游戏模式，可以在每周挑战中提高你的技术，或在自动鸟模式中独自挑战——无论是否使用新功能，均可体验。\n\n亚洲的奇幻风景与壮丽的鸟类世界正在呼唤你！\n立即订阅我们的新闻通讯，确保不会错过任何更新。更多预告、发售细节和资讯即将揭晓。敬请期待，准备好与《展翅翱翔：亚洲篇》一起展开一段难忘的飞行之旅吧！"
                            },
                            {
                                "Language": "it",
                                "Text": "Siamo felici di annunciare che Wingspan sta solcando i cieli di un nuovo continente con Wingspan: Espansione Asia! Preparati a esplorare un mondo di volatili intriganti, variegati e dai colori vivaci provenienti dall'Oriente che porteranno con sé nuove strategie, abilità e sfide. Con questa espansione, incontrerai uccelli unici e carte bonus, ti perderai nei bellissimi sfondi ispirati a questa regione e aggiungerai nuovi ritratti del giocatore che ti faranno immergere nell'irresistibile atmosfera dell'Asia.\n\n<b>Scopri la modalità Duetto: un nuovo viaggio per due!</b>\nWingspan: Espansione Asia introduce una nuovissima esperienza per due giocatori: la modalità Duetto! \nNella modalità Duetto, vi sfiderete in una speciale mappa Duetto e userete i vostri segnalini per conquistare spazi habitat, il tutto cercando di soddisfare degli obiettivi di fine round unici. In questa nuova modalità di gioco dovrai pensare e pianificare la tua strategia in maniera differente in ogni partita!\n\n<b>Espandi il tuo stormo con nuovi uccelli e carte bonus</b>\nWingspan: Espansione Asia arriva con una nuova serie di uccelli, ognuno dei quali darà un tocco unico alla tua voliera! Scopri simpatiche curiosità, richiami unici e abilità specifiche man mano che imparerai a conoscere queste meraviglie piumate. Inoltre, ci sono 13 nuove carte bonus (tra cui 2 esclusive per Automa) per cambiare un po' le cose e approfondire la strategia ancora di più.\n\n<b>Uno spettacolo per gli occhi e le orecchie</b>\nLascia che il tuo schermo diventi una finestra sull'Oriente con 4 nuovi sfondi mozzafiato e 8 ritratti del giocatore ispirati alle culture locali dell'Asia. E come se non bastasse, la magia continua con 4 nuove tracce musicali rilassanti composte da Paweł Górniak, pensate per mantenere viva l'atmosfera e la concentrazione mentre crei la tua riserva per uccelli.\n\n<b>Tutte le funzioni che ami e molto altro!</b>\nWingspan: Espansione Asia è interamente compatibile con tutto ciò che ami della versione base di Wingspan. Sfida amici e nuovi avversari nella modalità multigiocatore multipiattaforma, perfeziona le tue strategie con le sfide settimanali o sfida l'Automa in solitaria, con o senza le nuove funzioni.\n\n<b>I magici sfondi dell'Asia e i suoi magnifici volatili ti stanno chiamando!</b> \nAssicurati di iscriverti alla nostra newsletter per non perderti nessuna novità. Presto ci saranno altre anteprime, dettagli sul lancio e notizie. \nContinua a seguirci e preparati a prendere il volo per un viaggio indimenticabile con Wingspan: Espansione Asia!"
                            },
                            {
                                "Language": "ko",
                                "Text": "윙스팬이 아시아 확장팩을 통해 새로운 대륙으로 날아오른다는 기쁜 소식을 알려드리게 되어 매우 기쁩니다! 새로운 전략, 능력, 도전을 가져다주는 활기차고 다양하며 흥미로운 동양의 새들로 가득한 세계를 탐험할 준비를 하세요. 이 확장팩에서는 독특한 새와 보너스 카드를 만나고, 아시아 지역에서 영감을 받은 아름다운 배경에서 길을 잃고, 아시아의 매혹적인 분위기에 몰입할 수 있는 새로운 플레이어 초상화를 추가할 수 있습니다.\n\n듀엣 모드: 둘만의 새로운 여정을 만나보세요!\n윙스팬: 아시아 확장팩에 새로운 2인 모드인 듀엣 모드가 도입되었습니다!\n듀엣 모드에서는 특별한 듀엣 맵에서 경쟁하고 토큰으로 서식지 공간을 차지하며 독특한 라운드 종료 목표를 향해 노력하게 됩니다. 이 새로운 게임 모드는 매번 다른 방식으로 생각하고 전략을 세우도록 도전합니다!\n\n새로운 새와 보너스 카드로 무리를 확장하세요\n윙스팬: 아시아 확장팩에는 새로운 새들이 등장하며, 각 새들은 저마다의 개성을 가지고 있습니다! 이 경이로운 조류들을 하나하나 알아가면서 재미있는 사실, 독특한 울음소리, 능력을 발견해 보세요. 또한 13장의 새로운 보너스 카드(오토마 전용 카드 2장 포함)가 추가되어 전략에 변화를 주고 깊이를 더할 수 있습니다.\n\n시각 및 음악의 향연\n아시아 현지 문화에서 영감을 받은 4가지의 새로운 배경과 8가지 플레이어 초상화를 통해 동양의 기운을 느껴보세요. 또한, 새 보호구역을 건설하는 동안 몰입감과 집중력을 유지할 수 있도록 Paweł Górniak이 작곡한 4곡의 새로운 편안한 곡으로 마법이 계속됩니다.\n\n좋아하는 모든 기능 및 그 이상!\n윙스팬: 아시아 확장팩은 기본 버전의 윙스팬에서 좋아하는 모든 기능과 완벽하게 호환됩니다. 크로스 플랫폼 멀티플레이에서 친구나 새로운 상대에게 도전하고, 주간 도전에서 게임을 클리어하거나, 새로운 기능의 유무에 관계없이 솔로 플레이에서 오토마에 도전해 보세요.\n\n아시아의 마법 같은 풍경과 장엄한 새들이 부르고 있습니다!\n뉴스레터를 구독하여 업데이트 소식을 놓치지 마세요. 더 많은 프리뷰, 출시 세부 정보, 뉴스가 곧 제공될 예정입니다.\n계속 지켜봐 주시고 윙스팬: 아시아 확장팩과 함께 잊지 못할 여행을 떠날 준비를 하세요!"
                            },
                            {
                                "Language": "uk",
                                "Text": "Ми раді повідомити, що доповнення «Крила: Птахи Азії» скоро перенесе вас на новий континент! Перед вами розкриється дивовижний світ яскравих і різноманітних птахів Сходу — з новими стратегіями, властивостями й випробуваннями. В цьому доповненні ви зможете познайомитися з унікальними птахами, вивчити нові карти бонусів, подивитися на фони в азіатському стилі, оновити свій портрет гравця й відчути, наче ви вже у прекрасній Азії.\n\nГрайте один на один в режимі дуету!\nДоповнення «Крила: Птахи Азії» додає у гру новий режим для двох гравців — режим дуету! \nТут вам належить змагатися на особливій карті «Дует», захоплюючи ареали з допомогою жетонів і виконуючи унікальні задачі раунду. Кожна партія в режимі дуету потребує від вас нової стратегії!\n\nНові птахи й карти бонусів для вашої зграї\nВ доповненні «Крила: Птахи Азії» на вас чекає безліч нових птахів, кожна з яких стане чудовою прикрасою вашого заповідника! Дізнайтеся цікаві факти про нові види, навчіться розпізнавати птахів за голосами й познайомтесь з особливими властивостями цих дивовижних крилатих створінь. А 13 нових карт бонусів (серед яких є дві окремі карти для гри з Автомою) зроблять партії цікавіше й допоможуть вам покращити свою стратегію.\n\nРадість для очей і вух\nЧотири розкішних нових фони й вісім портретів гравця у східному стилі перетворять ваш екран на справжнє вікно у Азію. А чотири нові чарівні композиції Павла Горняка допоможуть вам заспокоїти розум і зосередитися, поки ви обираєте птахів для свого заповідника.\n\nВсі ваші улюблені механіки!\nВ доповненні «Крила: Птахи Азії» є всі механіки, знайомі вам по базовій версії гри. Грайте з друзями й новими суперниками в кросплатформному багатокористувацькому режимі, удосконалюйте свою майстерність у щотижневих випробуваннях і змагайтесь з Автомою один на один — з новими механіками або без них.\n\nДивовижні птахи Азії запрошують вас насолодитися красою Сходу! \nПідпишіться на розсилку, щоб залишатися в курсі всіх подій. Скоро ми поділимося з вами новими подробицями про доповнення. \nЗалишайтесь з нами й готуйтесь летіти до хмар й вирушити у незабутню подорож з доповненням «Крила: Птахи Азії»!"
                            }
                        ]
                    }
                }
            ],
            "Actions": [
                {
                    "ActionType": 1,
                    "PlatformsToShowOn": 257,
                    "Value": "AE_DLC",
                    "ButtonText": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "Wishlist now! "
                            },
                            {
                                "Language": "pl",
                                "Text": "Dodaj do listy życzeń! "
                            },
                            {
                                "Language": "de",
                                "Text": "Jetzt vorbestellen!"
                            },
                            {
                                "Language": "fr",
                                "Text": "Précommandez maintenant !"
                            },
                            {
                                "Language": "es",
                                "Text": "¡Reserva ahora!"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Faça a pré-encomenda agora!"
                            },
                            {
                                "Language": "ja",
                                "Text": "今すぐ予約注文！"
                            },
                            {
                                "Language": "ru",
                                "Text": "Предзаказать сейчас!"
                            },
                            {
                                "Language": "zh",
                                "Text": "立即預購！"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "立即预购！"
                            },
                            {
                                "Language": "it",
                                "Text": "Aggiungi alla wishlist!"
                            },
                            {
                                "Language": "ko",
                                "Text": "지금 예약 주문하기!"
                            },
                            {
                                "Language": "uk",
                                "Text": "Замовити заздалегідь зараз!"
                            }
                        ]
                    }
                }
            ]
        },
        {
            "ID": "60cb4323-c5fb-4209-a1ef-2288176739c5",
            "Tags": [
                "Update"
            ],
            "PlatformsToShowOn": 511,
            "StartDateTicks": 638750016000000000,
            "EndDateTicks": 946391904000000000,
            "Priority": 1,
            "PresetImageName": "Update",
            "RemoteImageName": "",
            "Title": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "Patch"
                    },
                    {
                        "Language": "pl",
                        "Text": "Łatka"
                    },
                    {
                        "Language": "de",
                        "Text": "Patch"
                    },
                    {
                        "Language": "fr",
                        "Text": "Patch"
                    },
                    {
                        "Language": "es",
                        "Text": "Parche"
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "Patch"
                    },
                    {
                        "Language": "ja",
                        "Text": "パッチ"
                    },
                    {
                        "Language": "ru",
                        "Text": "Обновление"
                    },
                    {
                        "Language": "zh",
                        "Text": "补丁"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "補丁"
                    },
                    {
                        "Language": "it",
                        "Text": "Patch"
                    },
                    {
                        "Language": "ko",
                        "Text": "패치"
                    },
                    {
                        "Language": "uk",
                        "Text": "Патч"
                    }
                ]
            },
            "Header": {
                "LocalizedTexts": [
                    {
                        "Language": "en",
                        "Text": "A new patch has landed! "
                    },
                    {
                        "Language": "pl",
                        "Text": "Nowa łatka właśnie wylądowała!"
                    },
                    {
                        "Language": "de",
                        "Text": "Ein neuer Patch ist gelandet! "
                    },
                    {
                        "Language": "fr",
                        "Text": "Un nouveau patch a déployé ses ailes ! "
                    },
                    {
                        "Language": "es",
                        "Text": "¡Acaba de aterrizar un parche nuevo! "
                    },
                    {
                        "Language": "pt-BR",
                        "Text": "Um novo patch acaba de pousar! "
                    },
                    {
                        "Language": "ja",
                        "Text": "新たなパッチが到着！ "
                    },
                    {
                        "Language": "ru",
                        "Text": "Вышло свежее обновление! "
                    },
                    {
                        "Language": "zh",
                        "Text": "全新补丁已上线！"
                    },
                    {
                        "Language": "zh-Hant",
                        "Text": "全新補丁已上線！"
                    },
                    {
                        "Language": "it",
                        "Text": "Una nuova patch è atterrata!"
                    },
                    {
                        "Language": "ko",
                        "Text": "새로운 패치가 출시되었습니다!"
                    },
                    {
                        "Language": "uk",
                        "Text": "Патч у гнізді! "
                    }
                ]
            },
            "Content": [
                {
                    "PlatformsToShowOn": 271,
                    "Text": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "We're back with a brand new update!\nIn this update, we continue our work to improve Wingspan and bring you the best experience we can. \nThank you so much for your reports and feedback! \nPlease remember to update your game!\n\nCheck out the patchnotes here:\n"
                            },
                            {
                                "Language": "pl",
                                "Text": "Wracamy ze świeżą aktualizacją! Kontynuujemy prace nad ulepszaniem Na Skrzydłach i zapewnieniem Ci możliwie najlepszego doświadczenia. Bardzo dziękujemy za Twoje zgłoszenia i opinie! Pamiętaj, aby zaktualizować grę! Sprawdź zmiany poniżej:"
                            },
                            {
                                "Language": "de",
                                "Text": "Wir sind zurück mit einem ganz neuen Update!\nEs enthält weitere Verbesserungen für Wingspan (Flügelschlag) und macht das Spielerlebnis hoffentlich noch angenehmer.\nVielen Dank für all die Meldungen und das Feedback!\nBitte denk daran, das Spiel zu aktualisieren!\n\nHier findest du die Infos zum Patch:\n"
                            },
                            {
                                "Language": "fr",
                                "Text": "Nous revenons avec un nouvelle mise à jour !\nCelle-ci nous permet de continuer à améliorer Wingspan pour vous offrir la meilleure expérience possible. \nMerci infiniment pour vos retours et vos signalements ! \nN’oubliez pas de mettre votre jeu à jour !\n\nConsultez les notes de patch ci-dessous :\n"
                            },
                            {
                                "Language": "es",
                                "Text": "¡Hemos vuelto con un parche bien fresquito!\nEn él seguimos mejorando Wingspan para ofreceros la mejor experiencia posible.\nGracias por todos vuestros informes y opiniones.\n¡No olvidéis actualizar vuestro juego!\n\nEchad un vistazo a las notas del parche que os dejamos aquí abajo:\n"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Estamos de volta com uma nova atualização!\nCom ela, continuamos nosso trabalho para melhorar o Wingspan e apresentar a melhor experiência possível.\nMuito obrigado por seus relatórios e feedback!\nPor favor, lembre-se de atualizar seu jogo!\n\nConfira aqui as notas do patch:\n"
                            },
                            {
                                "Language": "ja",
                                "Text": "最新アップデートをお届け！\n本アップデートで『ウィングスパン』をより良くし、皆様に最高の体験をお届けいたします！\nご報告、ご意見をいただき感謝いたします！\nゲームを必ずアップデートしてください。\n\nパッチノートはこちら：\n"
                            },
                            {
                                "Language": "ru",
                                "Text": "Мы подготовили для вас свежее обновление!\nМы продолжаем совершенствовать Wingspan, чтобы игра радовала вас еще больше. \nБлагодарим вас за отзывы и сообщения об ошибках! \nНе забудьте обновить игру!\n\nСписок нововведений можно найти здесь:\n"
                            },
                            {
                                "Language": "zh",
                                "Text": "游戏更新现已就绪！\n本次更新中，我们继续优化《展翅翱翔》，尽我们所能地改善其体验。\n感谢各位的反馈与报告！ \n请及时更新游戏！\n\n更新日志详见下文：\n"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "遊戲更新現已就緒！\n本次更新中，我們繼續優化《展翅翱翔》，盡我們所能地改善其體驗。\n感謝各位的反饋與報告！ \n請及時更新遊戲！\n\n更新日誌詳見下文：\n"
                            },
                            {
                                "Language": "it",
                                "Text": "Siamo tornati con un nuovissimo aggiornamento!\nCon questo aggiornamento continuiamo a migliorare Wingspan e a proporre l’esperienza migliore possibile.\nGrazie mille per le vostre segnalazioni e opinioni!\nE ricordatevi di aggiornare il gioco!\n\nDi seguito riportiamo le note della patch:\n"
                            },
                            {
                                "Language": "ko",
                                "Text": "새로운 업데이트로 돌아왔습니다!\n이번 패치는 윙스팬을 개선하고 최고의 경험을 제공하기 위한 노력이 담겼습니다.\n여러분의 제보와 피드백에 감사드립니다!\n꼭 게임을 업데이트해주세요!\n\n업데이트 내역은 아래를 확인해주세요."
                            },
                            {
                                "Language": "uk",
                                "Text": "Ми повернулися з черговим оновленням!\nУ ньому ми попрацювали над поліпшенням «Крил», щоб ви отримали найкращі враження від гри. \nЩиро дякуємо за ваші звіти й відгуки! \nНе забудьте оновитися!\n\nДеталі оновлення доступні нижче:\n"
                            }
                        ]
                    }
                },
                {
                    "PlatformsToShowOn": 240,
                    "Text": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "We're back with a brand new update!\nIn this update, we continue our work to improve Wingspan and bring you the best experience we can. \nThank you so much for your reports and feedback! \nPlease remember to update your game!"
                            },
                            {
                                "Language": "pl",
                                "Text": "Wracamy ze świeżą aktualizacją! Kontynuujemy prace nad ulepszaniem Na Skrzydłach i zapewnieniem Ci możliwie najlepszego doświadczenia. Bardzo dziękujemy za Twoje zgłoszenia i opinie! Pamiętaj, aby zaktualizować grę!"
                            },
                            {
                                "Language": "de",
                                "Text": "Wir sind zurück mit einem ganz neuen Update!\nEs enthält weitere Verbesserungen für Wingspan (Flügelschlag) und macht das Spielerlebnis hoffentlich noch angenehmer.\nVielen Dank für all die Meldungen und das Feedback!\nBitte denk daran, das Spiel zu aktualisieren!"
                            },
                            {
                                "Language": "fr",
                                "Text": "Nous revenons avec un nouvelle mise à jour !\nCelle-ci nous permet de continuer à améliorer Wingspan pour vous offrir la meilleure expérience possible. \nMerci infiniment pour vos retours et vos signalements ! \nN’oubliez pas de mettre votre jeu à jour !"
                            },
                            {
                                "Language": "es",
                                "Text": "¡Hemos vuelto con un parche bien fresquito!\nEn él seguimos mejorando Wingspan para ofreceros la mejor experiencia posible.\nGracias por todos vuestros informes y opiniones.\n¡No olvidéis actualizar vuestro juego!"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "Estamos de volta com uma nova atualização!\nCom ela, continuamos nosso trabalho para melhorar o Wingspan e apresentar a melhor experiência possível.\nMuito obrigado por seus relatórios e feedback!\nPor favor, lembre-se de atualizar seu jogo!"
                            },
                            {
                                "Language": "ja",
                                "Text": "最新アップデートをお届け！\n本アップデートで『ウィングスパン』をより良くし、皆様に最高の体験をお届けいたします！\nご報告、ご意見をいただき感謝いたします！\nゲームを必ずアップデートしてください。"
                            },
                            {
                                "Language": "ru",
                                "Text": "Мы подготовили для вас свежее обновление!\nМы продолжаем совершенствовать Wingspan, чтобы игра радовала вас еще больше. \nБлагодарим вас за отзывы и сообщения об ошибках! \nНе забудьте обновить игру!"
                            },
                            {
                                "Language": "zh",
                                "Text": "游戏更新现已就绪！\n本次更新中，我们继续优化《展翅翱翔》，尽我们所能地改善其体验。\n感谢各位的反馈与报告！ \n请及时更新游戏！"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "遊戲更新現已就緒！\n本次更新中，我們繼續優化《展翅翱翔》，盡我們所能地改善其體驗。\n感謝各位的反饋與報告！ \n請及時更新遊戲！"
                            },
                            {
                                "Language": "it",
                                "Text": "Siamo tornati con un nuovissimo aggiornamento!\nCon questo aggiornamento continuiamo a migliorare Wingspan e a proporre l’esperienza migliore possibile.\nGrazie mille per le vostre segnalazioni e opinioni!\nE ricordatevi di aggiornare il gioco!"
                            },
                            {
                                "Language": "ko",
                                "Text": "새로운 업데이트로 돌아왔습니다!\n이번 패치는 윙스팬을 개선하고 최고의 경험을 제공하기 위한 노력이 담겼습니다.\n여러분의 제보와 피드백에 감사드립니다!\n꼭 게임을 업데이트해주세요!"
                            },
                            {
                                "Language": "uk",
                                "Text": "Ми повернулися з черговим оновленням!\nУ ньому ми попрацювали над поліпшенням «Крил», щоб ви отримали найкращі враження від гри. \nЩиро дякуємо за ваші звіти й відгуки! \nНе забудьте оновитися!"
                            }
                        ]
                    }
                }
            ],
            "Actions": [
                {
                    "ActionType": 0,
                    "PlatformsToShowOn": 271,
                    "Value": "https://www.monstercouch.com/wingspan-february-13th-patch/",
                    "ButtonText": {
                        "LocalizedTexts": [
                            {
                                "Language": "en",
                                "Text": "PATCHNOTES"
                            },
                            {
                                "Language": "pl",
                                "Text": "Opis zmian"
                            },
                            {
                                "Language": "de",
                                "Text": "PATCHNOTES"
                            },
                            {
                                "Language": "fr",
                                "Text": "NOTES DE PATCH"
                            },
                            {
                                "Language": "es",
                                "Text": "NOTAS DEL PARCHE"
                            },
                            {
                                "Language": "pt-BR",
                                "Text": "NOTAS DO PATCH"
                            },
                            {
                                "Language": "ja",
                                "Text": "パッチノート"
                            },
                            {
                                "Language": "ru",
                                "Text": "СПИСОК НОВОВВЕДЕНИЙ"
                            },
                            {
                                "Language": "zh",
                                "Text": "更新日志"
                            },
                            {
                                "Language": "zh-Hant",
                                "Text": "更新日誌"
                            },
                            {
                                "Language": "it",
                                "Text": "NOTE DELLA PATCH"
                            },
                            {
                                "Language": "ko",
                                "Text": "패치노트"
                            },
                            {
                                "Language": "uk",
                                "Text": "ДЕТАЛІ ОНОВЛЕННЯ"
                            }
                        ]
                    }
                }
            ]
        }
    ]
}
