{
	"News": [
		{
			"ID": "c121b65a-e469-4866-82b4-d5efd5fe2906",
			"Tags": [
				"NewContent"
			],
			"PlatformsToShowOn": 511,
			"StartDateTicks": 638608752000000000,
			"EndDateTicks": 946391904000000000,
			"Priority": 1,
			"PresetImageName": "",
			"RemoteImageName": "NewsCenter.jpg",
			"Title": {
				"LocalizedTexts": [
					{
						"Language": "en",
						"Text": "The News"
					},
					{
						"Language": "pl",
						"Text": "Aktualności"
					},
					{
						"Language": "de",
						"Text": "Neuigkeitenbereich"
					},
					{
						"Language": "fr",
						"Text": "Nouveautés"
					},
					{
						"Language": "es",
						"Text": "Noticias"
					},
					{
						"Language": "pt-BR",
						"Text": "Novidades"
					},
					{
						"Language": "ja",
						"Text": "ニュース"
					},
					{
						"Language": "ru",
						"Text": "Новости"
					},
					{
						"Language": "zh",
						"Text": "消息中心"
					},
					{
						"Language": "zh-Hant",
						"Text": "消息中心"
					},
					{
						"Language": "it",
						"Text": "Notizie"
					},
					{
						"Language": "ko",
						"Text": "뉴스"
					},
					{
						"Language": "uk",
						"Text": "Новини"
					}
				]
			},
			"Header": {
				"LocalizedTexts": [
					{
						"Language": "en",
						"Text": "Welcome to the News!"
					},
					{
						"Language": "pl",
						"Text": "Witamy w Aktualnościach!"
					},
					{
						"Language": "de",
						"Text": "Willkommen im Neuigkeitenbereich!"
					},
					{
						"Language": "fr",
						"Text": "Bienvenue dans les nouveautés !"
					},
					{
						"Language": "es",
						"Text": "¡Te damos la bienvenida a las novedades!"
					},
					{
						"Language": "pt-BR",
						"Text": "Sejam bem-vindos às Notícias!"
					},
					{
						"Language": "ja",
						"Text": "ニュース機能をご紹介！"
					},
					{
						"Language": "ru",
						"Text": "Встречайте раздел «Новости»!"
					},
					{
						"Language": "zh",
						"Text": "欢迎查看新闻！"
					},
					{
						"Language": "zh-Hant",
						"Text": "歡迎查看新聞！"
					},
					{
						"Language": "it",
						"Text": "Notizie a portata di mano!"
					},
					{
						"Language": "ko",
						"Text": "뉴스에 오신 것을 환영합니다!"
					},
					{
						"Language": "uk",
						"Text": "Вітаємо в «Новинах»!"
					}
				]
			},
			"Content": [
				{
					"PlatformsToShowOn": 511,
					"Text": {
						"LocalizedTexts": [
							{
								"Language": "en",
								"Text": "A new feature landed in the main menu - let us introduce the News! From now on you will find there all the crucial updates about patches, upcoming online maintenance works, new game content, and other... So keep your eyes peeled for a shiny feather in the main menu meaning a fresh announcement awaits!"
							},
							{
								"Language": "pl",
								"Text": "Nowa funkcja wylądowała właśnie w menu głównym - przedstawiamy Aktualności! Znajdziesz tam wszystkie najważniejsze informacje o aktualizacjach, nadchodzących pracach konserwacyjnych trybu online, nowej zawartości w grze i wiele więcej! Wypatruj zatem błyszczącego piórka w menu głównym - da ci znać, że nowe ogłoszenie już czeka."
							},
							{
								"Language": "de",
								"Text": "Es gibt einen neuen Abschnitt im Hauptmenü – wir führen „Neuigkeiten“ ein! Ab jetzt findest du dort alle wichtigen Updates zu Patches, anstehenden Wartungen, neuen Spielinhalten und mehr … Halte also die Augen offen nach einer glänzenden Feder im Hauptmenü, denn das heißt, eine Ankündigung wartet!"
							},
							{
								"Language": "fr",
								"Text": "Une nouvelle fonctionnalité a fait son arrivée dans le menu principal : merci d’accueillir les nouveautés ! Maintenant, vous pourrez trouver toutes les actualités majeures concernant les patchs, les opérations de maintenance à venir, les nouveaux contenus du jeu, etc… Ouvrez l’œil, une plume brillante dans le menu principal signifie qu’une toute nouvelle annonce vous attend !"
							},
							{
								"Language": "es",
								"Text": "Ha llegado una nueva función al menú principal: ¡os presentamos las noticias! De ahora en adelante aquí encontrareis todas las actualizaciones importantes sobre parches, próximas labores de mantenimiento, contenido del juego, entre otros. Así que estad alerta y buscad una pluma brillante en el menú, pues eso significará que hay una novedad esperando."
							},
							{
								"Language": "pt-BR",
								"Text": "Um novo recurso pousou no menu principal: apresentamos as Notícias! De agora em diante, você encontrará lá todas as atualizações cruciais sobre patches, próximos trabalhos de manutenção online, novos conteúdos do jogo e outras coisas. Então fique de olho em uma pena brilhante no menu principal, indicando que há um novo anúncio!"
							},
							{
								"Language": "ja",
								"Text": "メインメニューに新機能が追加されました！パッチ、今後のオンラインメンテナンス、新たなゲームコンテンツ等に関する重要なアップデートをすべて確認できます。メインメニューの光る羽根にご注目ください！メインメニューに光る羽根があれば、新しいお知らせがある目印になります！"
							},
							{
								"Language": "ru",
								"Text": "В главном меню появилась новая функция — встречайте «Новости»! Здесь вы сможете найти все важные сведения об обновлениях, предстоящих технических работах, новом игровом контенте и многом другом. Так что обращайте внимание на сверкающее перо в главном меню — оно означает, что есть свежее объявление!"
							},
							{
								"Language": "zh",
								"Text": "主菜单新增了一项新功能——新闻！从现在开始，您可以在这里找到所有重要更新信息，包括补丁、即将进行的在线维护、新的游戏内容等……所以当您看到主菜单上闪亮的羽毛时，记得留意，这意味着全新公告已经就绪！"
							},
							{
								"Language": "zh-Hant",
								"Text": "主菜單新增了一項新功能——新聞！從現在開始，您可以在這裡找到所有重要更新信息，包括補丁、即將進行的在線維護、新的遊戲內容等……所以當您看到主菜單上閃亮的羽毛時，記得留意，這意味著全新公告已經就緒！"
							},
							{
								"Language": "it",
								"Text": "Siamo felici di presentare la nuova funzione del menu principale: le notizie! Da questo momento in poi, potrai trovare informazioni sugli aggiornamenti più importanti, sulle patch, sui lavori di manutenzione in programma, sui nuovi contenuti di gioco e molto altro ancora... Tieni gli occhi aperti e, quando avvisti una piuma lucente nel menu principale, significa che c’è un nuovo annuncio che ti attende!"
							},
							{
								"Language": "ko",
								"Text": "메인 메뉴에 새롭게 추가된 기능, 뉴스를 소개합니다! 이제부터 패치, 예정된 온라인 점검, 새로운 게임 콘텐츠, 기타 중요한 업데이트에 대한 모든 정보를 확인할 수 있습니다. 메인 메뉴의 깃털이 반짝이면 새로운 소식이 있다는 뜻이니 눈여겨보세요!"
							},
							{
								"Language": "uk",
								"Text": "У головному меню з'явилася нова функція: знайомтеся, новини! Відтепер там можна знайти всю важливу інформацію про оновлення й виправлення, заплановані технічні обслуговування, новий ігровий вміст і багато чого ще... Тож пильнуйте, щоб не проґавити блискучу пір'їнку в головному меню: вона вказує на появу нового оголошення!"
							}
						]
					}
				}
			],
			"Actions": []
		},
		{
			"ID": "1bc0fb10-18b9-47f3-aeac-cc9f2783d74a",
			"Tags": [
				"NewContent"
			],
			"PlatformsToShowOn": 511,
			"StartDateTicks": 638608743000000000,
			"EndDateTicks": 946391904000000000,
			"Priority": 1,
			"PresetImageName": "",
			"RemoteImageName": "Tray.jpg",
			"Title": {
				"LocalizedTexts": [
					{
						"Language": "en",
						"Text": "Empty slots in the bird tray"
					},
					{
						"Language": "pl",
						"Text": "Puste pola w tacce ptaków"
					},
					{
						"Language": "de",
						"Text": "Leere Felder in der Vogeltränke"
					},
					{
						"Language": "fr",
						"Text": "Emplacements vides dans le plateau Oiseaux"
					},
					{
						"Language": "es",
						"Text": "Espacios vacíos en la bandeja de aves"
					},
					{
						"Language": "pt-BR",
						"Text": "Espaços vazios na bandeja de aves"
					},
					{
						"Language": "ja",
						"Text": "カードトレイ上の空きスロット"
					},
					{
						"Language": "ru",
						"Text": "Пустые ячейки в авиарии"
					},
					{
						"Language": "zh",
						"Text": "鸟类托盘的空位"
					},
					{
						"Language": "zh-Hant",
						"Text": "鳥類托盤的空位"
					},
					{
						"Language": "it",
						"Text": "Slot vuoti nel raccoglitore per gli uccelli"
					},
					{
						"Language": "ko",
						"Text": "새 트레이의 빈 슬롯"
					},
					{
						"Language": "uk",
						"Text": "Порожні слоти в лотку з птахами"
					}
				]
			},
			"Header": {
				"LocalizedTexts": [
					{
						"Language": "en",
						"Text": "The bird tray now shows an empty slot after drawing a card."
					},
					{
						"Language": "pl",
						"Text": "Tacka ptaków pokazuje teraz puste pola po dobraniu karty."
					},
					{
						"Language": "de",
						"Text": "Die Vogeltränke zeigt nach dem Ziehen von Karten nun die leeren Felder an."
					},
					{
						"Language": "fr",
						"Text": "Le plateau Oiseaux montre désormais un emplacement vide après le tirage d’une carte."
					},
					{
						"Language": "es",
						"Text": "La bandeja de aves ahora muestra un espacio vacío tras robar una carta."
					},
					{
						"Language": "pt-BR",
						"Text": "A bandeja de aves agora mostra um espaço vazio após comprar uma carta."
					},
					{
						"Language": "ja",
						"Text": "カードを引いた後、カードトレイに空きスロットが表示されるようになりました。"
					},
					{
						"Language": "ru",
						"Text": "После вытягивания карты в авиарии теперь отображается пустая ячейка."
					},
					{
						"Language": "zh",
						"Text": "在抽取卡牌后，鸟类托盘上会显示出空缺槽位。"
					},
					{
						"Language": "zh-Hant",
						"Text": "在抽取卡牌後，鳥類托盤上會顯示出空缺槽位。"
					},
					{
						"Language": "it",
						"Text": "Il raccoglitore ora mostra uno slot vuoto dopo aver pescato una carta."
					},
					{
						"Language": "ko",
						"Text": "이제 새 트레이에 카드를 뽑은 후 빈 슬롯이 표시됩니다."
					},
					{
						"Language": "uk",
						"Text": "У лотку з птахами тепер видно порожній слот після взяття картки."
					}
				]
			},
			"Content": [
				{
					"PlatformsToShowOn": 511,
					"Text": {
						"LocalizedTexts": [
							{
								"Language": "en",
								"Text": "We added a tiny feature to the bird tray. From now on, when you draw cards from the bird tray and then activate a bird power, allowing you to draw again from the tray, you will see the slots you took cards from are shown as empty."
							},
							{
								"Language": "pl",
								"Text": "Dodaliśmy drobną funkcję do tacki ptaków. Od teraz, kiedy dobierzesz karty z tacki, po czym aktywujesz moc ptaka pozwalającą ponownie dobrać karty z tacki, zobaczysz że miejsca, z których dobrałeś karty, pozostają widoczne jako puste."
							},
							{
								"Language": "de",
								"Text": "Wir haben eine kleine Neuerung an der Vogeltränke vorgenommen. Wenn du Karten aus der Vogeltränke ziehst und dann eine Vogelfähigkeit einsetzt, wodurch du wieder aus der Vogeltränke ziehen kannst, erscheinen von nun an die Felder leer, von denen die Karten gezogen wurden."
							},
							{
								"Language": "fr",
								"Text": "Nous avons ajouté une petite nouveauté au plateau Oiseaux. À partir de maintenant, quand vous tirez des cartes sur le plateau avant d’activer le pouvoir d’un oiseau qui vous autorise à tirer à nouveau une carte sur le plateau, vous verrez que les emplacements des cartes que vous avez tirées sont vides."
							},
							{
								"Language": "es",
								"Text": "Hemos añadido una pequeña característica a la bandeja de aves: a partir de ahora, cuando robéis cartas de la bandeja de aves y activéis un poder, podréis volver a robar de la bandeja y veréis que los espacios de donde cogisteis las cartas ahora aparecerán como espacios vacíos."
							},
							{
								"Language": "pt-BR",
								"Text": "Adicionamos um pequeno recurso à bandeja de aves. De agora em diante, quando você compra cartas da bandeja de aves e depois ativa um poder de ave que permite comprar novamente da bandeja, você verá os espaços dos quais você tirou cartas mostrados como vazios."
							},
							{
								"Language": "ja",
								"Text": "カードトレイにちょっとした機能を追加しました。今後は、カードトレイからカードを引き、鳥の能力を発動して再びトレイからカードを引けるようになると、カードを取ったスロットが空きスロットとして表示されるようになります。"
							},
							{
								"Language": "ru",
								"Text": "Для авиария добавлено небольшое улучшение. Теперь, когда вы вытягиваете карту из авиария и затем активируете свойство птицы, позволяющее снова вытянуть карту из авиария, ячейки, из которых были взяты карты, будут отображаться пустыми."
							},
							{
								"Language": "zh",
								"Text": "我们为鸟类托盘添加一个新的功能特性。从现在开始，当从鸟类托盘抽取卡牌并激活鸟类能力，允许你再次从托盘抽取鸟类卡牌时，你会看到刚才已抽取的槽位显示为空。"
							},
							{
								"Language": "zh-Hant",
								"Text": "我們為鳥類托盤添加一個新的功能特性。從現在開始，當從鳥類托盤抽取卡牌並激活鳥類能力，允許你再次從托盤抽取鳥類卡牌時，你會看到剛才已抽取的槽位顯示為空。"
							},
							{
								"Language": "it",
								"Text": "Abbiamo aggiunto una piccola funzione al raccoglitore per gli uccelli. Da ora in poi, quando peschi le carte dal raccoglitore e attivi l’abilità di un uccello, potrai pescare nuovamente dal raccoglitore e vedrai che gli slot dai quali hai pescato le carte sono vuoti."
							},
							{
								"Language": "ko",
								"Text": "새 트레이에 작은 기능을 추가했습니다. 이제부터 새 트레이에서 카드를 뽑은 후 새 능력을 활성화하여 트레이에서 다시 카드를 뽑을 수 있게 되면, 카드를 뽑은 슬롯이 비어 있는 것으로 표시됩니다."
							},
							{
								"Language": "uk",
								"Text": "Ми зовсім трішечки поліпшили лоток із птахами. Відтепер, коли ви берете карти з лотка, а потім активуєте властивість птаха, яка дає змогу взяти ще одну карту, то побачите, що слоти, з яких ви брали карти, позначено як порожні."
							}
						]
					}
				}
			],
			"Actions": []
		},
		{
			"ID": "0d6f9dd0-3257-43ce-ab27-4bc967cbd751",
			"Tags": [
				"Update",
				"NewContent"
			],
			"PlatformsToShowOn": 319,
			"StartDateTicks": 638608746000000000,
			"EndDateTicks": 946391904000000000,
			"Priority": 1,
			"PresetImageName": "Online",
			"RemoteImageName": "",
			"Title": {
				"LocalizedTexts": [
					{
						"Language": "en",
						"Text": "Patch"
					},
					{
						"Language": "pl",
						"Text": "Łatka"
					},
					{
						"Language": "de",
						"Text": "Patch"
					},
					{
						"Language": "fr",
						"Text": "Patch"
					},
					{
						"Language": "es",
						"Text": "Parche"
					},
					{
						"Language": "pt-BR",
						"Text": "Patch"
					},
					{
						"Language": "ja",
						"Text": "パッチ"
					},
					{
						"Language": "ru",
						"Text": "Обновление"
					},
					{
						"Language": "zh",
						"Text": "补丁"
					},
					{
						"Language": "zh-Hant",
						"Text": "補丁"
					},
					{
						"Language": "it",
						"Text": "Patch"
					},
					{
						"Language": "ko",
						"Text": "패치"
					},
					{
						"Language": "uk",
						"Text": "Патч"
					}
				]
			},
			"Header": {
				"LocalizedTexts": [
					{
						"Language": "en",
						"Text": "A new patch has landed! "
					},
					{
						"Language": "pl",
						"Text": "Nowa łatka właśnie wylądowała!"
					},
					{
						"Language": "de",
						"Text": "Ein neuer Patch ist gelandet! "
					},
					{
						"Language": "fr",
						"Text": "Un nouveau patch a déployé ses ailes ! "
					},
					{
						"Language": "es",
						"Text": "¡Acaba de aterrizar un parche nuevo! "
					},
					{
						"Language": "pt-BR",
						"Text": "Um novo patch acaba de pousar! "
					},
					{
						"Language": "ja",
						"Text": "新たなパッチが到着！ "
					},
					{
						"Language": "ru",
						"Text": "Вышло свежее обновление! "
					},
					{
						"Language": "zh",
						"Text": "全新补丁已上线！ "
					},
					{
						"Language": "zh-Hant",
						"Text": "全新補丁已上線！"
					},
					{
						"Language": "it",
						"Text": "Una nuova patch è atterrata!"
					},
					{
						"Language": "ko",
						"Text": "새로운 패치가 출시되었습니다!"
					},
					{
						"Language": "uk",
						"Text": "Патч у гнізді! "
					}
				]
			},
			"Content": [
				{
					"PlatformsToShowOn": 271,
					"Text": {
						"LocalizedTexts": [
							{
								"Language": "en",
								"Text": "We're back with a brand new update!\r\nIn this update, we continue our work to improve Wingspan and bring you the best experience we can. \r\nThank you so much for your reports and feedback! \r\nPlease remember to update your game!\r\n\r\nCheck out the patchnotes here:"
							},
							{
								"Language": "pl",
								"Text": "Wracamy ze świeżą aktualizacją! Kontynuujemy prace nad ulepszaniem Na Skrzydłach i zapewnieniem Ci możliwie najlepszego doświadczenia. Bardzo dziękujemy za Twoje zgłoszenia i opinie! Pamiętaj, aby zaktualizować grę! Sprawdź zmiany poniżej:"
							},
							{
								"Language": "de",
								"Text": "Wir sind zurück mit einem ganz neuen Update!\r\nEs enthält weitere Verbesserungen für Wingspan (Flügelschlag) und macht das Spielerlebnis hoffentlich noch angenehmer.\r\nVielen Dank für all die Meldungen und das Feedback!\r\nBitte denk daran, das Spiel zu aktualisieren!\r\n\r\nHier findest du die Infos zum Patch:"
							},
							{
								"Language": "fr",
								"Text": "Nous revenons avec un nouvelle mise à jour !\r\nCelle-ci nous permet de continuer à améliorer Wingspan pour vous offrir la meilleure expérience possible. \r\nMerci infiniment pour vos retours et vos signalements ! \r\nN’oubliez pas de mettre votre jeu à jour !\r\n\r\nConsultez les notes de patch ci-dessous :"
							},
							{
								"Language": "es",
								"Text": "¡Hemos vuelto con un parche bien fresquito!\r\nEn él seguimos mejorando Wingspan para ofreceros la mejor experiencia posible.\r\nGracias por todos vuestros informes y opiniones.\r\n¡No olvidéis actualizar vuestro juego!\r\n\r\nEchad un vistazo a las notas del parche que os dejamos aquí abajo:"
							},
							{
								"Language": "pt-BR",
								"Text": "Estamos de volta com uma nova atualização!\r\nCom ela, continuamos nosso trabalho para melhorar o Wingspan e apresentar a melhor experiência possível.\r\nMuito obrigado por seus relatórios e feedback!\r\nPor favor, lembre-se de atualizar seu jogo!\r\n\r\nConfira aqui as notas do patch:"
							},
							{
								"Language": "ja",
								"Text": "最新アップデートをお届け！\r\n本アップデートで『ウィングスパン』をより良くし、皆様に最高の体験をお届けいたします！\r\nご報告、ご意見をいただき感謝いたします！\r\nゲームを必ずアップデートしてください。\r\n\r\nパッチノートはこちら："
							},
							{
								"Language": "ru",
								"Text": "Мы подготовили для вас свежее обновление!\r\nМы продолжаем совершенствовать Wingspan, чтобы игра радовала вас еще больше. \r\nБлагодарим вас за отзывы и сообщения об ошибках! \r\nНе забудьте обновить игру!\r\n\r\nСписок нововведений можно найти здесь:"
							},
							{
								"Language": "zh",
								"Text": "游戏更新现已就绪！\r\n本次更新中，我们继续优化《展翅翱翔》，尽我们所能地改善其体验。\r\n感谢各位的反馈与报告！ \r\n请及时更新游戏！\r\n\r\n更新日志详见下文："
							},
							{
								"Language": "zh-Hant",
								"Text": "遊戲更新現已就緒！\r\n本次更新中，我們繼續優化《展翅翱翔》，盡我們所能地改善其體驗。\r\n感謝各位的反饋與報告！ \r\n請及時更新遊戲！\r\n\r\n更新日誌詳見下文："
							},
							{
								"Language": "it",
								"Text": "Siamo tornati con un nuovissimo aggiornamento!\r\nCon questo aggiornamento continuiamo a migliorare Wingspan e a proporre l’esperienza migliore possibile.\r\nGrazie mille per le vostre segnalazioni e opinioni!\r\nE ricordatevi di aggiornare il gioco!\r\n\r\nDi seguito riportiamo le note della patch:"
							},
							{
								"Language": "ko",
								"Text": "새로운 업데이트로 돌아왔습니다!\r\n이번 패치는 윙스팬을 개선하고 최고의 경험을 제공하기 위한 노력이 담겼습니다.\r\n여러분의 제보와 피드백에 감사드립니다!\r\n꼭 게임을 업데이트해주세요!\r\n\r\n업데이트 내역은 아래를 확인해주세요."
							},
							{
								"Language": "uk",
								"Text": "Ми повернулися з черговим оновленням!\r\nУ ньому ми попрацювали над поліпшенням «Крил», щоб ви отримали найкращі враження від гри. \r\nЩиро дякуємо за ваші звіти й відгуки! \r\nНе забудьте оновитися!\r\n\r\nДеталі оновлення доступні нижче:"
							}
						]
					}
				},
				{
					"PlatformsToShowOn": 48,
					"Text": {
						"LocalizedTexts": [
							{
								"Language": "en",
								"Text": "We're back with a brand new update!\r\nIn this update, we continue our work to improve Wingspan and bring you the best experience we can. \r\nThank you so much for your reports and feedback! \r\nPlease remember to update your game!"
							},
							{
								"Language": "pl",
								"Text": "Wracamy ze świeżą aktualizacją! Kontynuujemy prace nad ulepszaniem Na Skrzydłach i zapewnieniem Ci możliwie najlepszego doświadczenia. Bardzo dziękujemy za Twoje zgłoszenia i opinie! Pamiętaj, aby zaktualizować grę!"
							},
							{
								"Language": "de",
								"Text": "Wir sind zurück mit einem ganz neuen Update!\r\nEs enthält weitere Verbesserungen für Wingspan (Flügelschlag) und macht das Spielerlebnis hoffentlich noch angenehmer.\r\nVielen Dank für all die Meldungen und das Feedback!\r\nBitte denk daran, das Spiel zu aktualisieren!"
							},
							{
								"Language": "fr",
								"Text": "Nous revenons avec un nouvelle mise à jour !\r\nCelle-ci nous permet de continuer à améliorer Wingspan pour vous offrir la meilleure expérience possible. \r\nMerci infiniment pour vos retours et vos signalements ! \r\nN’oubliez pas de mettre votre jeu à jour !"
							},
							{
								"Language": "es",
								"Text": "¡Hemos vuelto con un parche bien fresquito!\r\nEn él seguimos mejorando Wingspan para ofreceros la mejor experiencia posible.\r\nGracias por todos vuestros informes y opiniones.\r\n¡No olvidéis actualizar vuestro juego!"
							},
							{
								"Language": "pt-BR",
								"Text": "Estamos de volta com uma nova atualização!\r\nCom ela, continuamos nosso trabalho para melhorar o Wingspan e apresentar a melhor experiência possível.\r\nMuito obrigado por seus relatórios e feedback!\r\nPor favor, lembre-se de atualizar seu jogo!"
							},
							{
								"Language": "ja",
								"Text": "最新アップデートをお届け！\r\n本アップデートで『ウィングスパン』をより良くし、皆様に最高の体験をお届けいたします！\r\nご報告、ご意見をいただき感謝いたします！\r\nゲームを必ずアップデートしてください。"
							},
							{
								"Language": "ru",
								"Text": "Мы подготовили для вас свежее обновление!\r\nМы продолжаем совершенствовать Wingspan, чтобы игра радовала вас еще больше. \r\nБлагодарим вас за отзывы и сообщения об ошибках! \r\nНе забудьте обновить игру!"
							},
							{
								"Language": "zh",
								"Text": "游戏更新现已就绪！\r\n本次更新中，我们继续优化《展翅翱翔》，尽我们所能地改善其体验。\r\n感谢各位的反馈与报告！ \r\n请及时更新游戏！"
							},
							{
								"Language": "zh-Hant",
								"Text": "遊戲更新現已就緒！\r\n本次更新中，我們繼續優化《展翅翱翔》，盡我們所能地改善其體驗。\r\n感謝各位的反饋與報告！ \r\n請及時更新遊戲！"
							},
							{
								"Language": "it",
								"Text": "Siamo tornati con un nuovissimo aggiornamento!\r\nCon questo aggiornamento continuiamo a migliorare Wingspan e a proporre l’esperienza migliore possibile.\r\nGrazie mille per le vostre segnalazioni e opinioni!\r\nE ricordatevi di aggiornare il gioco!"
							},
							{
								"Language": "ko",
								"Text": "새로운 업데이트로 돌아왔습니다!\r\n이번 패치는 윙스팬을 개선하고 최고의 경험을 제공하기 위한 노력이 담겼습니다.\r\n여러분의 제보와 피드백에 감사드립니다!\r\n꼭 게임을 업데이트해주세요!"
							},
							{
								"Language": "uk",
								"Text": "Ми повернулися з черговим оновленням!\r\nУ ньому ми попрацювали над поліпшенням «Крил», щоб ви отримали найкращі враження від гри. \r\nЩиро дякуємо за ваші звіти й відгуки! \r\nНе забудьте оновитися!"
							}
						]
					}
				}
			],
			"Actions": [
				{
					"ActionType": 0,
					"PlatformsToShowOn": 257,
					"Value": "https://bit.ly/4gbLcJS",
					"ButtonText": {
						"LocalizedTexts": [
							{
								"Language": "en",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "pl",
								"Text": "Opis zmian"
							},
							{
								"Language": "de",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "fr",
								"Text": "NOTES DE PATCH"
							},
							{
								"Language": "es",
								"Text": "NOTAS DEL PARCHE"
							},
							{
								"Language": "pt-BR",
								"Text": "NOTAS DO PATCH"
							},
							{
								"Language": "ja",
								"Text": "パッチノート"
							},
							{
								"Language": "ru",
								"Text": "СПИСОК НОВОВВЕДЕНИЙ"
							},
							{
								"Language": "zh",
								"Text": "更新日志"
							},
							{
								"Language": "zh-Hant",
								"Text": "更新日誌"
							},
							{
								"Language": "it",
								"Text": "NOTE DELLA PATCH"
							},
							{
								"Language": "ko",
								"Text": "패치노트"
							},
							{
								"Language": "uk",
								"Text": "ДЕТАЛІ ОНОВЛЕННЯ"
							}
						]
					}
				},
				{
					"ActionType": 0,
					"PlatformsToShowOn": 2,
					"Value": "https://www.gogdb.org/product/1404732312/releasenotes",
					"ButtonText": {
						"LocalizedTexts": [
							{
								"Language": "en",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "pl",
								"Text": "Opis zmian"
							},
							{
								"Language": "de",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "fr",
								"Text": "NOTES DE PATCH"
							},
							{
								"Language": "es",
								"Text": "NOTAS DEL PARCHE"
							},
							{
								"Language": "pt-BR",
								"Text": "NOTAS DO PATCH"
							},
							{
								"Language": "ja",
								"Text": "パッチノート"
							},
							{
								"Language": "ru",
								"Text": "СПИСОК НОВОВВЕДЕНИЙ"
							},
							{
								"Language": "zh",
								"Text": "更新日志"
							},
							{
								"Language": "zh-Hant",
								"Text": "更新日誌"
							},
							{
								"Language": "it",
								"Text": "NOTE DELLA PATCH"
							},
							{
								"Language": "ko",
								"Text": "패치노트"
							},
							{
								"Language": "uk",
								"Text": "ДЕТАЛІ ОНОВЛЕННЯ"
							}
						]
					}
				},
				{
					"ActionType": 0,
					"PlatformsToShowOn": 8,
					"Value": "https://apps.apple.com/us/app/wingspan-the-board-game/id1459520638",
					"ButtonText": {
						"LocalizedTexts": [
							{
								"Language": "en",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "pl",
								"Text": "Opis zmian"
							},
							{
								"Language": "de",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "fr",
								"Text": "NOTES DE PATCH"
							},
							{
								"Language": "es",
								"Text": "NOTAS DEL PARCHE"
							},
							{
								"Language": "pt-BR",
								"Text": "NOTAS DO PATCH"
							},
							{
								"Language": "ja",
								"Text": "パッチノート"
							},
							{
								"Language": "ru",
								"Text": "СПИСОК НОВОВВЕДЕНИЙ"
							},
							{
								"Language": "zh",
								"Text": "更新日志"
							},
							{
								"Language": "zh-Hant",
								"Text": "更新日誌"
							},
							{
								"Language": "it",
								"Text": "NOTE DELLA PATCH"
							},
							{
								"Language": "ko",
								"Text": "패치노트"
							},
							{
								"Language": "uk",
								"Text": "ДЕТАЛІ ОНОВЛЕННЯ"
							}
						]
					}
				},
				{
					"ActionType": 0,
					"PlatformsToShowOn": 4,
					"Value": "https://play.google.com/store/apps/details?id=com.MonsterCouch.Wingspan",
					"ButtonText": {
						"LocalizedTexts": [
							{
								"Language": "en",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "pl",
								"Text": "Opis zmian"
							},
							{
								"Language": "de",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "fr",
								"Text": "NOTES DE PATCH"
							},
							{
								"Language": "es",
								"Text": "NOTAS DEL PARCHE"
							},
							{
								"Language": "pt-BR",
								"Text": "NOTAS DO PATCH"
							},
							{
								"Language": "ja",
								"Text": "パッチノート"
							},
							{
								"Language": "ru",
								"Text": "СПИСОК НОВОВВЕДЕНИЙ"
							},
							{
								"Language": "zh",
								"Text": "更新日志"
							},
							{
								"Language": "zh-Hant",
								"Text": "更新日誌"
							},
							{
								"Language": "it",
								"Text": "NOTE DELLA PATCH"
							},
							{
								"Language": "ko",
								"Text": "패치노트"
							},
							{
								"Language": "uk",
								"Text": "ДЕТАЛІ ОНОВЛЕННЯ"
							}
						]
					}
				}
			]
		},
		{
			"ID": "eb63e598-5f36-4e7c-8515-450de4174fe0",
			"Tags": [
				"Online"
			],
			"PlatformsToShowOn": 8,
			"StartDateTicks": 638610912000000000,
			"EndDateTicks": 946391904000000000,
			"Priority": 1,
			"PresetImageName": "Online",
			"RemoteImageName": "",
			"Title": {
				"LocalizedTexts": [
					{
						"Language": "en",
						"Text": "Important announcement for iOS Players\r\n"
					},
					{
						"Language": "pl",
						"Text": "Important announcement for iOS Players\r\n"
					},
					{
						"Language": "de",
						"Text": "Important announcement for iOS Players\r\n"
					},
					{
						"Language": "fr",
						"Text": "Important announcement for iOS Players\r\n"
					},
					{
						"Language": "es",
						"Text": "Important announcement for iOS Players\r\n"
					},
					{
						"Language": "pt-BR",
						"Text": "Important announcement for iOS Players\r\n"
					},
					{
						"Language": "ja",
						"Text": "Important announcement for iOS Players\r\n"
					},
					{
						"Language": "ru",
						"Text": "Important announcement for iOS Players\r\n"
					},
					{
						"Language": "zh",
						"Text": "Important announcement for iOS Players\r\n"
					},
					{
						"Language": "zh-Hant",
						"Text": "Important announcement for iOS Players\r\n"
					},
					{
						"Language": "it",
						"Text": "Important announcement for iOS Players\r\n"
					},
					{
						"Language": "ko",
						"Text": "Important announcement for iOS Players\r\n"
					},
					{
						"Language": "uk",
						"Text": "Important announcement for iOS Players\r\n"
					}
				]
			},
			"Header": {
				"LocalizedTexts": [
					{
						"Language": "en",
						"Text": "An update on the Online mode issue."
					},
					{
						"Language": "pl",
						"Text": "An update on the Online mode issue."
					},
					{
						"Language": "de",
						"Text": "An update on the Online mode issue."
					},
					{
						"Language": "fr",
						"Text": "An update on the Online mode issue."
					},
					{
						"Language": "es",
						"Text": "An update on the Online mode issue."
					},
					{
						"Language": "pt-BR",
						"Text": "An update on the Online mode issue."
					},
					{
						"Language": "ja",
						"Text": "An update on the Online mode issue."
					},
					{
						"Language": "ru",
						"Text": "An update on the Online mode issue."
					},
					{
						"Language": "zh",
						"Text": "An update on the Online mode issue."
					},
					{
						"Language": "zh-Hant",
						"Text": "An update on the Online mode issue."
					},
					{
						"Language": "it",
						"Text": "An update on the Online mode issue."
					},
					{
						"Language": "ko",
						"Text": "An update on the Online mode issue."
					},
					{
						"Language": "uk",
						"Text": "An update on the Online mode issue."
					}
				]
			},
			"Content": [
				{
					"PlatformsToShowOn": 8,
					"Text": {
						"LocalizedTexts": [
							{
								"Language": "en",
								"Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
							},
							{
								"Language": "pl",
								"Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
							},
							{
								"Language": "de",
								"Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
							},
							{
								"Language": "fr",
								"Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
							},
							{
								"Language": "es",
								"Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
							},
							{
								"Language": "pt-BR",
								"Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
							},
							{
								"Language": "ja",
								"Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
							},
							{
								"Language": "ru",
								"Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
							},
							{
								"Language": "zh",
								"Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
							},
							{
								"Language": "zh-Hant",
								"Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
							},
							{
								"Language": "it",
								"Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
							},
							{
								"Language": "ko",
								"Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
							},
							{
								"Language": "uk",
								"Text": "Dear iOS Birders! \r\n\r\n<b>A fix recovering the access to your old GameCenter accounts is now live.\r\nPlease note that you’d need to update your game in order to enter the Online mode and use your previous account. </b>\r\n\r\nWe understand that this problem has negatively affected the state of your games.To make up for this inconvenience we will be holding a <b>Double Karma</b> event in the coming weeks. During this time, points awarded for completed Online games will be doubled. \r\nThe exact starting date and the duration of the event will be announced in the next few days. \r\n\r\n\r\nThank you for your patience and understanding. \r\n"
							}
						]
					}
				}
			],
			"Actions": []
		},
		{
			"ID": "7bd5419f-895c-4d5a-927f-8bcbdb46ce98",
			"Tags": [
				"Update"
			],
			"PlatformsToShowOn": 319,
			"StartDateTicks": 638612028000000000,
			"EndDateTicks": 946391904000000000,
			"Priority": 1,
			"PresetImageName": "Online",
			"RemoteImageName": "",
			"Title": {
				"LocalizedTexts": [
					{
						"Language": "en",
						"Text": "Hotfix"
					},
					{
						"Language": "pl",
						"Text": "Poprawka"
					},
					{
						"Language": "de",
						"Text": "Hotfix"
					},
					{
						"Language": "fr",
						"Text": "Correctif"
					},
					{
						"Language": "es",
						"Text": "Parche"
					},
					{
						"Language": "pt-BR",
						"Text": "Hotfix"
					},
					{
						"Language": "ja",
						"Text": "ホットフィックス"
					},
					{
						"Language": "ru",
						"Text": "Исправление"
					},
					{
						"Language": "zh",
						"Text": "紧急修复"
					},
					{
						"Language": "zh-Hant",
						"Text": "緊急修復"
					},
					{
						"Language": "it",
						"Text": "Hotfix"
					},
					{
						"Language": "ko",
						"Text": "핫픽스"
					},
					{
						"Language": "uk",
						"Text": "Виправлення"
					}
				]
			},
			"Header": {
				"LocalizedTexts": [
					{
						"Language": "en",
						"Text": "A new hotfix is flying your way! "
					},
					{
						"Language": "pl",
						"Text": "Nowa poprawka nadlatuje!"
					},
					{
						"Language": "de",
						"Text": "Ein neuer Hotfix fliegt schon herbei! "
					},
					{
						"Language": "fr",
						"Text": "Un nouveau correctif va bientôt atterrir ! "
					},
					{
						"Language": "es",
						"Text": "¡Os va volando un parche nuevo! "
					},
					{
						"Language": "pt-BR",
						"Text": "Um novo hotfix já está voando até você! "
					},
					{
						"Language": "ja",
						"Text": "新たなホットフィックスが向かっています！ "
					},
					{
						"Language": "ru",
						"Text": "К вам летит новое исправление! "
					},
					{
						"Language": "zh",
						"Text": "新的紧急修复更新已经向你飞来！"
					},
					{
						"Language": "zh-Hant",
						"Text": "新的緊急修復更新已經向你飛來！"
					},
					{
						"Language": "it",
						"Text": "Nuovo hotfix in arrivo in un batter d’ali! "
					},
					{
						"Language": "ko",
						"Text": "새로운 핫픽스가 곧 출시됩니다!"
					},
					{
						"Language": "uk",
						"Text": "А зараз вилетить виправлення! "
					}
				]
			},
			"Content": [
				{
					"PlatformsToShowOn": 271,
					"Text": {
						"LocalizedTexts": [
							{
								"Language": "en",
								"Text": "We're back with a fresh hotfix!\r\nWith this patch, we continue our work to improve Wingspan and to bring you the best experience we can. \r\nThank you so much for your reports and feedback! \r\nPlease remember to update your game!\r\n\r\nCheck out the patchnotes below:"
							},
							{
								"Language": "pl",
								"Text": "Powracamy ze świeżą poprawką! Wraz z tą łatką kontynuujemy prace nad ulepszaniem Na Skrzydłach, aby dostarczyć wam najwyższej jakości doświadczenie. Bardzo dziękujemy Wam za zgłoszenia i informacje zwrotne. Pamiętajcie, aby zaktualizować grę! Sprawdźcie listę zmian poniżej:"
							},
							{
								"Language": "de",
								"Text": "Wir sind zurück mit einem frischen Hotfix!\r\nDieser Patch bringt weitere Verbesserungen für Wingspan (Flügelschlag) und macht das Spielerlebnis hoffentlich noch angenehmer.\r\nVielen Dank für all die Meldungen und das Feedback!\r\nBitte denk daran, das Spiel zu aktualisieren!\r\n\r\nHier findest du die Infos zum Patch:"
							},
							{
								"Language": "fr",
								"Text": "Nous revenons avec un nouveau correctif !\r\nGrâce à lui, nous continuons d’améliorer Wingspan pour vous offrir la meilleure expérience possible. \r\nMerci infiniment pour vos retours et vos signalements ! \r\nN’oubliez pas de mettre votre jeu à jour !\r\n\r\nConsultez les notes de patch ci-dessous :"
							},
							{
								"Language": "es",
								"Text": "¡Hemos vuelto con un parche bien fresquito!\r\nEn él seguimos mejorando Wingspan para ofreceros la mejor experiencia posible.\r\nGracias por todos vuestros informes y opiniones.\r\n¡No olvidéis actualizar vuestro juego!\r\n\r\nEchad un vistazo a las notas del parche que os dejamos aquí abajo:"
							},
							{
								"Language": "pt-BR",
								"Text": "Estamos de volta com um novo hotfix!\r\nCom este patch, continuamos nosso trabalho para melhorar o Wingspan e apresentar a melhor experiência possível.\r\nMuito obrigado por seus relatórios e feedback! \r\nPor favor, lembre-se de atualizar seu jogo!\r\n\r\nConfira abaixo as notas do patch:"
							},
							{
								"Language": "ja",
								"Text": "できたてのホットフィックスをお届け！\r\n本パッチで『ウィングスパン』をより良くし、皆様に最高の体験をお届けいたします！\r\nご報告、ご意見をいただき感謝いたします！\r\nゲームを必ずアップデートしてください。\r\n\r\nパッチノートはこちら："
							},
							{
								"Language": "ru",
								"Text": "Мы подготовили новое исправление!\r\nМы продолжаем совершенствовать Wingspan, чтобы игра радовала вас еще больше. \r\nБлагодарим вас за отзывы и сообщения об ошибках! \r\nНе забудьте обновить игру!\r\n\r\nСписок нововведений можно найти ниже:"
							},
							{
								"Language": "zh",
								"Text": "新的紧急修复更新已经就绪！\r\n本次补丁中，我们继续优化《展翅翱翔》，尽我们所能地改善其体验。\r\n感谢各位的反馈与报告！ \r\n请及时更新游戏！\r\n\r\n更新日志详见下文："
							},
							{
								"Language": "zh-Hant",
								"Text": "新的緊急修復更新已經就緒！\r\n本次補丁中，我們繼續優化《展翅翱翔》，盡我們所能地改善其體驗。\r\n感謝各位的反饋與報告！ \r\n請及時更新遊戲！\r\n\r\n更新日誌詳見下文"
							},
							{
								"Language": "it",
								"Text": "Siamo tornati con un hotfix nuovo di zecca!\r\nCon questa patch continuiamo a migliorare Wingspan e a proporre l’esperienza migliore possibile.\r\nGrazie mille per le vostre segnalazioni e opinioni!\r\nE ricordatevi di aggiornare il gioco!\r\n\r\nDi seguito riportiamo le note della patch:"
							},
							{
								"Language": "ko",
								"Text": "새로운 핫픽스로 돌아왔습니다!\r\n이번 패치는 윙스팬을 개선하고 최고의 경험을 제공하기 위한 노력이 담겼습니다.\r\n여러분의 제보와 피드백에 감사드립니다!\r\n꼭 게임을 업데이트해주세요!\r\n\r\n업데이트 내역은 아래를 확인해주세요."
							},
							{
								"Language": "uk",
								"Text": "Ми повернулися зі свіженьким виправленням!\r\nУ цьому патчі ми попрацювали над поліпшенням «Крил», щоб ви отримали найкращі враження від гри. \r\nЩиро дякуємо за ваші звіти й відгуки! \r\nНе забудьте оновитися!\r\n\r\nДеталі оновлення доступні нижче:"
							}
						]
					}
				},
				{
					"PlatformsToShowOn": 48,
					"Text": {
						"LocalizedTexts": [
							{
								"Language": "en",
								"Text": "We're back with a fresh hotfix!\r\nWith this patch, we continue our work to improve Wingspan and to bring you the best experience we can. \r\nThank you so much for your reports and feedback! \r\nPlease remember to update your game!"
							},
							{
								"Language": "pl",
								"Text": "Powracamy ze świeżą poprawką! Wraz z tą łatką kontynuujemy prace nad ulepszaniem Na Skrzydłach, aby dostarczyć wam najwyższej jakości doświadczenie. Bardzo dziękujemy Wam za zgłoszenia i informacje zwrotne. Pamiętajcie, aby zaktualizować grę!"
							},
							{
								"Language": "de",
								"Text": "Wir sind zurück mit einem frischen Hotfix!\r\nDieser Patch bringt weitere Verbesserungen für Wingspan (Flügelschlag) und macht das Spielerlebnis hoffentlich noch angenehmer.\r\nVielen Dank für all die Meldungen und das Feedback!\r\nBitte denk daran, das Spiel zu aktualisieren!"
							},
							{
								"Language": "fr",
								"Text": "Nous revenons avec un nouveau correctif !\r\nGrâce à lui, nous continuons d’améliorer Wingspan pour vous offrir la meilleure expérience possible. \r\nMerci infiniment pour vos retours et vos signalements ! \r\nN’oubliez pas de mettre votre jeu à jour !"
							},
							{
								"Language": "es",
								"Text": "¡Hemos vuelto con un parche bien fresquito!\r\nEn él seguimos mejorando Wingspan para ofreceros la mejor experiencia posible.\r\nGracias por todos vuestros informes y opiniones.\r\n¡No olvidéis actualizar vuestro juego!"
							},
							{
								"Language": "pt-BR",
								"Text": "Estamos de volta com um novo hotfix!\r\nCom este patch, continuamos nosso trabalho para melhorar o Wingspan e apresentar a melhor experiência possível.\r\nMuito obrigado por seus relatórios e feedback! \r\nPor favor, lembre-se de atualizar seu jogo!"
							},
							{
								"Language": "ja",
								"Text": "できたてのホットフィックスをお届け！\r\n本パッチで『ウィングスパン』をより良くし、皆様に最高の体験をお届けいたします！\r\nご報告、ご意見をいただき感謝いたします！\r\nゲームを必ずアップデートしてください"
							},
							{
								"Language": "ru",
								"Text": "Мы подготовили новое исправление!\r\nМы продолжаем совершенствовать Wingspan, чтобы игра радовала вас еще больше. \r\nБлагодарим вас за отзывы и сообщения об ошибках! \r\nНе забудьте обновить игру!"
							},
							{
								"Language": "zh",
								"Text": "新的紧急修复更新已经就绪！\r\n本次补丁中，我们继续优化《展翅翱翔》，尽我们所能地改善其体验。\r\n感谢各位的反馈与报告！ \r\n请及时更新游戏！"
							},
							{
								"Language": "zh-Hant",
								"Text": "新的緊急修復更新已經就緒！\r\n本次補丁中，我們繼續優化《展翅翱翔》，盡我們所能地改善其體驗。\r\n感謝各位的反饋與報告！ \r\n請及時更新遊戲！"
							},
							{
								"Language": "it",
								"Text": "Siamo tornati con un hotfix nuovo di zecca!\r\nCon questa patch continuiamo a migliorare Wingspan e a proporre l’esperienza migliore possibile.\r\nGrazie mille per le vostre segnalazioni e opinioni!\r\nE ricordatevi di aggiornare il gioco!"
							},
							{
								"Language": "ko",
								"Text": "새로운 핫픽스로 돌아왔습니다!\r\n이번 패치는 윙스팬을 개선하고 최고의 경험을 제공하기 위한 노력이 담겼습니다.\r\n여러분의 제보와 피드백에 감사드립니다!\r\n꼭 게임을 업데이트해주세요!"
							},
							{
								"Language": "uk",
								"Text": "Ми повернулися зі свіженьким виправленням!\r\nУ цьому патчі ми попрацювали над поліпшенням «Крил», щоб ви отримали найкращі враження від гри. \r\nЩиро дякуємо за ваші звіти й відгуки! \r\nНе забудьте оновитися!"
							}
						]
					}
				}
			],
			"Actions": [
				{
					"ActionType": 0,
					"PlatformsToShowOn": 257,
					"Value": "https://store.steampowered.com/news/app/1054490/view/4581937714011245899?l=english",
					"ButtonText": {
						"LocalizedTexts": [
							{
								"Language": "en",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "pl",
								"Text": "Lista Zmian"
							},
							{
								"Language": "de",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "fr",
								"Text": "NOTES DE PATCH"
							},
							{
								"Language": "es",
								"Text": "NOTAS DEL PARCHE"
							},
							{
								"Language": "pt-BR",
								"Text": "NOTAS DO PATCH"
							},
							{
								"Language": "ja",
								"Text": "パッチノート"
							},
							{
								"Language": "ru",
								"Text": "СПИСОК НОВОВВЕДЕНИЙ"
							},
							{
								"Language": "zh",
								"Text": "更新日志"
							},
							{
								"Language": "zh-Hant",
								"Text": "更新日誌"
							},
							{
								"Language": "it",
								"Text": "NOTE DELLA PATCH"
							},
							{
								"Language": "ko",
								"Text": "패치노트"
							},
							{
								"Language": "uk",
								"Text": "ДЕТАЛІ ОНОВЛЕННЯ"
							}
						]
					}
				},
				{
					"ActionType": 0,
					"PlatformsToShowOn": 2,
					"Value": "https://www.gogdb.org/product/1404732312/releasenotes",
					"ButtonText": {
						"LocalizedTexts": [
							{
								"Language": "en",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "pl",
								"Text": "Lista Zmian"
							},
							{
								"Language": "de",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "fr",
								"Text": "NOTES DE PATCH"
							},
							{
								"Language": "es",
								"Text": "NOTAS DEL PARCHE"
							},
							{
								"Language": "pt-BR",
								"Text": "NOTAS DO PATCH"
							},
							{
								"Language": "ja",
								"Text": "パッチノート"
							},
							{
								"Language": "ru",
								"Text": "СПИСОК НОВОВВЕДЕНИЙ"
							},
							{
								"Language": "zh",
								"Text": "更新日志"
							},
							{
								"Language": "zh-Hant",
								"Text": "更新日誌"
							},
							{
								"Language": "it",
								"Text": "NOTE DELLA PATCH"
							},
							{
								"Language": "ko",
								"Text": "패치노트"
							},
							{
								"Language": "uk",
								"Text": "ДЕТАЛІ ОНОВЛЕННЯ"
							}
						]
					}
				},
				{
					"ActionType": 0,
					"PlatformsToShowOn": 8,
					"Value": "https://apps.apple.com/us/app/wingspan-the-board-game/id1459520638",
					"ButtonText": {
						"LocalizedTexts": [
							{
								"Language": "en",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "pl",
								"Text": "Lista Zmian"
							},
							{
								"Language": "de",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "fr",
								"Text": "NOTES DE PATCH"
							},
							{
								"Language": "es",
								"Text": "NOTAS DEL PARCHE"
							},
							{
								"Language": "pt-BR",
								"Text": "NOTAS DO PATCH"
							},
							{
								"Language": "ja",
								"Text": "パッチノート"
							},
							{
								"Language": "ru",
								"Text": "СПИСОК НОВОВВЕДЕНИЙ"
							},
							{
								"Language": "zh",
								"Text": "更新日志"
							},
							{
								"Language": "zh-Hant",
								"Text": "更新日誌"
							},
							{
								"Language": "it",
								"Text": "NOTE DELLA PATCH"
							},
							{
								"Language": "ko",
								"Text": "패치노트"
							},
							{
								"Language": "uk",
								"Text": "ДЕТАЛІ ОНОВЛЕННЯ"
							}
						]
					}
				},
				{
					"ActionType": 0,
					"PlatformsToShowOn": 4,
					"Value": "https://play.google.com/store/apps/details?id=com.MonsterCouch.Wingspan",
					"ButtonText": {
						"LocalizedTexts": [
							{
								"Language": "en",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "pl",
								"Text": "Lista Zmian"
							},
							{
								"Language": "de",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "fr",
								"Text": "NOTES DE PATCH"
							},
							{
								"Language": "es",
								"Text": "NOTAS DEL PARCHE"
							},
							{
								"Language": "pt-BR",
								"Text": "NOTAS DO PATCH"
							},
							{
								"Language": "ja",
								"Text": "パッチノート"
							},
							{
								"Language": "ru",
								"Text": "СПИСОК НОВОВВЕДЕНИЙ"
							},
							{
								"Language": "zh",
								"Text": "更新日志"
							},
							{
								"Language": "zh-Hant",
								"Text": "更新日誌"
							},
							{
								"Language": "it",
								"Text": "NOTE DELLA PATCH"
							},
							{
								"Language": "ko",
								"Text": "패치노트"
							},
							{
								"Language": "uk",
								"Text": "ДЕТАЛІ ОНОВЛЕННЯ"
							}
						]
					}
				}
			]
		},
		{
			"ID": "651ae4c5-47a8-448a-88c1-2bfd1fe3edfe",
			"Tags": [
				"MonsterCouch",
				"Events"
			],
			"PlatformsToShowOn": 511,
			"StartDateTicks": 638615952000000000,
			"EndDateTicks": 946391904000000000,
			"Priority": 1,
			"PresetImageName": "",
			"RemoteImageName": "AnniversaryBG.jpg",
			"Title": {
				"LocalizedTexts": [
					{
						"Language": "en",
						"Text": "Happy Wingspan Anniversary! "
					},
					{
						"Language": "pl",
						"Text": "Pozdrowienia z okazji rocznicy Na Skrzydłach!"
					},
					{
						"Language": "de",
						"Text": "Frohes „Wingspan“-Jubiläum! "
					},
					{
						"Language": "fr",
						"Text": "Joyeux anniversaire Wingspan ! "
					},
					{
						"Language": "es",
						"Text": "¡Feliz aniversario de Wingspan! "
					},
					{
						"Language": "pt-BR",
						"Text": "Feliz aniversário, Wingspan! "
					},
					{
						"Language": "ja",
						"Text": "デジタル版『ウィングスパン』4周年記念！ "
					},
					{
						"Language": "ru",
						"Text": "Поздравляем с годовщиной! "
					},
					{
						"Language": "zh",
						"Text": "《展翅翱翔》周年庆快乐！"
					},
					{
						"Language": "zh-Hant",
						"Text": "《展翅翱翔》周年慶快樂！"
					},
					{
						"Language": "it",
						"Text": "Buon anniversario di Wingspan! "
					},
					{
						"Language": "ko",
						"Text": "윙스팬 기념일!"
					},
					{
						"Language": "uk",
						"Text": "З днем народження «Крил»! "
					}
				]
			},
			"Header": {
				"LocalizedTexts": [
					{
						"Language": "en",
						"Text": "Celebrate with us and reveal a special surprise! "
					},
					{
						"Language": "pl",
						"Text": "Świętuj z nami i odkryj specjalną niespodziankę."
					},
					{
						"Language": "de",
						"Text": "Feiert mit uns, eine besondere Überraschung wartet! "
					},
					{
						"Language": "fr",
						"Text": "Fêtez ce moment avec nous pour découvrir une surprise ! "
					},
					{
						"Language": "es",
						"Text": "¡Celébralo con nosotros y descubre una sorpresa especial! "
					},
					{
						"Language": "pt-BR",
						"Text": "Comemore conosco para revelar uma surpresa especial! "
					},
					{
						"Language": "ja",
						"Text": "記念日を祝い、特別サプライズを解き明かそう！ "
					},
					{
						"Language": "ru",
						"Text": "Отпразднуйте с нами и откройте особый сюрприз! "
					},
					{
						"Language": "zh",
						"Text": "值此重要时刻，我们将宣布特别惊喜！"
					},
					{
						"Language": "zh-Hant",
						"Text": "值此重要時刻，我們將宣布特別驚喜！"
					},
					{
						"Language": "it",
						"Text": "Festeggia con noi e scopri una sorpresa speciale! "
					},
					{
						"Language": "ko",
						"Text": "기념일을 함께 축하하고 특별한 깜짝 선물을 확인하세요!"
					},
					{
						"Language": "uk",
						"Text": "Святкуйте з нами й відкривайте особливий сюрприз! "
					}
				]
			},
			"Content": [
				{
					"PlatformsToShowOn": 511,
					"Text": {
						"LocalizedTexts": [
							{
								"Language": "en",
								"Text": "It’s hard to believe that our digital adaptation of Wingspan is already four years old! \r\nWe would like to thank you for all the love and support we’ve been receiving from you through all these years. Your feedback means the world to us and it truly inspires us to make more great games for you!\r\n\r\nTo celebrate this lovely occasion we have prepared a special something for you, dear Birders - a unique Wingspan Anniversary Background! \r\n\r\n<b>It will be available for you to enjoy from September 10 to September 24.</b>\r\n\r\nSpeaking of feedback, we also have a small request for you. \r\n\r\nAs it’s been already four years since the release, we would love to get to know the “current” you. We have prepared a short survey to get a better understanding of your needs and expectations - we would be super grateful if you could find a while to send us your answers! \r\n\r\nYou can click the button below to fill the survey! \r\n\r\nThank you for this amazing time together. We’re so excited for what’s to come! \r\nCheers! \r\n"
							},
							{
								"Language": "pl",
								"Text": "Trudno uwierzyć, że nasza cyfrowa adaptacja Na Skrzydłach ma już cztery lata! \r\n\r\nChcielibyśmy podziękować za całą miłość i wsparcie, które otrzymywaliśmy od Was przez te wszystkie lata. Wasze opinie znaczą dla nas naprawdę wiele i inspirują nas do tworzenia kolejnych świetnych gier! \r\n\r\nAby uczucić tę cudowną okazję, przygotowaliśmy dla Was, naszych drogich Ptasiarzy, specjalne tło rocznicowe Na Skrzydłach!\r\n\r\n<b>Tło będzie dostępne od 10 września do 24 września.</b>\r\n\r\nA skoro wspomnieliśmy o informacjach zwrotnych, mamy do Was małą prośbę.\r\nPonieważ od premiery gry minęły już cztery lata, chcielibyśmy lepiej poznać \"obecnych\" was. W tym celu przygotowaliśmy króetką ankietę, aby lepiej poznać Was, Wasze potrzeby i oczekiwania. Bylibyśmy bardzi wdzięczni, gdybyście znaleźli chwilę na przesłanie nam swoich odpowiedzi. \r\nWystarczy kliknąć przycisk poniżej, aby wypełnić ankietę. \r\n\r\nDziękujemy za ten niesamowity czas spędzony razem. Z ekscytacją wyczekujemy tego, co jeszcze przed nami! Dzięki!\r\n"
							},
							{
								"Language": "de",
								"Text": "Es ist unglaublich, dass unsere digitale Version von Flügelschlag schon seit vier Jahren draußen ist!\r\nWir möchten euch allen für euer Interesse und eure Unterstützung über all diese Jahre hinweg danken. Euer Feedback bedeutet uns viel und treibt uns an, weitere tolle Spiele zu entwickeln!\r\n\r\nLiebste Vogelfreunde, diesen wundervollen Anlass wollen wir mit etwas Speziellem feiern: einem einzigartigen Jubiläumshintergrund!\r\n\r\n<b>Ihr könnt ihn vom 10. bis zum 24. September nutzen.</b>\r\n\r\nZum Thema Feedback haben wir außerdem eine kleine Bitte.\r\n\r\nDa seit der Veröffentlichung schon vier Jahre vergangen sind, wollen wir etwas nach dem „neusten Stand“ sehen. Deshalb haben wir eine kurze Umfrage vorbereitet, um ein besseres Bild von euren aktuellen Anforderungen und Erwartungen zu bekommen. Wir wären sehr dankbar, wenn ihr euch die Zeit nehmen würdet, sie auszufüllen!\r\n\r\nÜber die Schaltfläche unten gelangt ihr zur Umfrage!\r\n\r\nDanke für die wundervolle Zeit. Wir freuen uns schon auf die Zukunft!\r\nMacht’s gut!\r\n"
							},
							{
								"Language": "fr",
								"Text": "Difficile de croire que notre adaptation numérique de Wingspan a déjà quatre ans !\r\n\r\nNous tenons à vous remercier pour tout l’amour et le soutien que nous avons reçu de votre part toutes ces années. Vos retours comptent énormément pour nous et nous poussent à créer de nouveaux bons jeux pour vous !\r\n\r\nPour fêter cette occasion si particulière, nous vous avons préparé quelque chose de spécial, chers ornithologues : un arrière-plan anniversaire Wingspan unique !\r\n\r\n<b>Vous pourrez en profiter du 10 au 24 septembre.</b>\r\n\r\nEn parlant de retours, nous avons également des choses à vous demander.\r\n\r\nComme cela fait déjà quatre ans que le jeu est sorti, nous voudrions en apprendre plus sur le « vous » actuel. Nous avons préparé un petit questionnaire afin de mieux comprendre vos besoins et vos attentes. Si vous trouvez un moment pour nous envoyer vos réponses, nous vous en serions très reconnaissants !\r\n\r\nN’hésitez pas à cliquer sur le bouton ci-dessous pour répondre au questionnaire !\r\n\r\nMerci d’avoir partagé ces merveilleux instants avec nous. Nous avons hâte d’en vivre d’autres !\r\nSalut !\r\n"
							},
							{
								"Language": "es",
								"Text": "¡Cuesta creer que nuestra adaptación digital de Wingspan ya tenga cuatro añitos!\r\n\r\nNos gustaría agradeceros todo el amor y el apoyo que hemos recibido durante estos años. Vuestras opiniones son muy importantes para nosotros y nos sirven de inspiración para crear más juegos para vosotros.\r\n\r\nPara celebrar esta estupenda ocasión, hemos preparado algo especial para vosotros, aficionados a las aves: ¡un fondo de aniversario de Wingspan!\r\n\r\n<b>Estará disponible a partir del 10 de septiembre hasta el 24 de septiembre.</b>\r\n\r\nY hablando de opiniones, también queremos pediros algo.\r\n\r\nYa han pasado cuatro años desde el lanzamiento y nos encantaría redescubriros, así que hemos preparado una breve encuesta para comprender mejor cuáles son vuestras necesidades y expectativas. Os agradeceríamos mucho que le dedicarais un ratito a enviarnos vuestras respuestas.\r\n\r\nPodéis hacer clic en el botón de abajo para rellenar la encuesta.\r\n\r\n¡Gracias por todo este tiempo a nuestro lado, ha sido increíble y estamos deseando ver qué hay por llegar!\r\n¡Saludos!\r\n"
							},
							{
								"Language": "pt-BR",
								"Text": "É difícil acreditar que nossa adaptação digital de Wingspan já tem quatro anos!\r\n\r\nGostaríamos de agradecer por todo o amor e apoio que recebemos de vocês ao longo de todos esses anos. Seu feedback significa tudo para nós e realmente nos inspira a fazer mais jogos excelentes para vocês!\r\n\r\nPara celebrar esta ocasião tão signigicativa, preparamos algo especial para vocês, queridos observadores: um plano de fundo exclusivo de aniversário do Wingspan!\r\n\r\n<b>Ele estará disponível para vocês aproveitarem de 10 a 24 de setembro.</b>\r\n\r\nFalando em feedback, também temos um pequeno pedido.\r\n\r\nComo já se passaram quatro anos desde o lançamento, adoraríamos conhecer o você \"atual\". Preparamos uma breve pesquisa para entender melhor a suas necessidades e expectativas, e ficaríamos muito gratos se vocês pudessem reservar um tempo para nos enviar suas respostas!\r\n\r\nÉ só clicar no botão abaixo para preencher a pesquisa!\r\n\r\nObrigado por este tempo incrível juntos. Estamos muito animados com o que está por vir!\r\nViva!\r\n"
							},
							{
								"Language": "ja",
								"Text": "デジタル版『ウィングスパン』の配信からすでに4年が経ちました！\r\n\r\nこの数年間、皆様からいただいた愛とご支援に感謝いたします。皆様からのご意見は、我々にとってかけがえのないものであり、皆様のためにもっと素晴らしいゲームを作ろうという原動力になっております！\r\n\r\nこの素晴らしい記念日を祝して、野鳥観察家の皆様に特別サプライズをご用意しました ― 「『ウィングスパン』4周年記念背景」です！\r\n\r\n<b>9月10日から24日までお楽しみいただけます。</b>\r\n\r\nまた、これまでたくさんのご意見を頂きましたが、ここで1つお願いがございます。\r\n配信から4年が経った今、ゲームについてどのようにお考えか、お聞かせ願えますでしょうか。 皆様のご要望やご期待にお応えするため、簡単なアンケートをご用意しました。ご回答いただけますと幸いです。\r\n\r\n以下のボタンを押すことでアンケートにご回答いただけます。\r\n日頃からプレイしていただきありがとうございます。今後のアップデートにご期待ください。\r\n\r\n今後ともよろしくお願いいたします。\r\n"
							},
							{
								"Language": "ru",
								"Text": "Трудно поверить, что цифровой версии «Крыльев» уже целых четыре года!\r\n\r\nХотим поблагодарить вас за любовь и поддержку на протяжении всех этих лет. Ваши отзывы для нас очень много значат и дарят нам вдохновение на создание новых интересных игр!\r\nВ честь этой знаменательной даты мы приготовили для вас кое-что особенное — уникальный памятный фон годовщины Wingspan!\r\n\r\n<b>Его можно будет получить с 10 по 24 сентября.</b>\r\n\r\nКстати об отзывах: у нас есть к вам небольшая просьба.\r\n\r\nТак как с момента выхода игры прошло уже четыре года, мы хотели бы узнать, что интересно вам сегодня. Мы подготовили короткий опрос, чтобы лучше понять ваши потребности и ожидания, и были бы очень признательны, если бы вы уделили минутку, чтобы ответить на него!\r\n\r\nОпрос можно пройти, нажав кнопку ниже!\r\n\r\nСпасибо за то, что были с нами все это время. То ли еще будет!\r\nВсего наилучшего!\r\n"
							},
							{
								"Language": "zh",
								"Text": "《展翅翱翔》的电子移植版本已经发布四年了，真是令人难以置信！\r\n\r\n我们衷心感谢各位多年来给予的关爱和支持。你们的反馈对我们意义重大，激励了我们制作出更多优秀的游戏作品！\r\n\r\n为庆祝这个特别的时刻，我们为亲爱的鸟类爱好者准备了一份特别礼物——一款独特的《展翅翱翔》周年纪念背景！\r\n\r\n<b>这款背景将于9月10日到9月24日期间开放。</b>\r\n\r\n提到反馈，我们也有一个小小的要求，希望得到大家的帮助。\r\n\r\n游戏已经发布了四年，我们很想了解玩家们目前的想法。我们准备了一个简短的问卷，希望能了解你们的需求和期待——如果大家能抽出宝贵时间问答我们的问题，我们会非常感激！\r\n点击下面的按钮来填写问卷！\r\n\r\n感谢大家一同来庆祝这个特殊时刻。我们无比期待之后的精彩旅程！\r\n欢呼！\r\n"
							},
							{
								"Language": "zh-Hant",
								"Text": "《展翅翱翔》的電子移植版本已經發布四年了，真是令人難以置信！\r\n\r\n我們衷心感謝各位多年來給予的關愛和支持。你們的反饋對我們意義重大，激勵了我們製作出更多優秀的遊戲作品！\r\n\r\n為慶祝這個特別的時刻，我們為親愛的鳥類愛好者準備了一份特別禮物——一款獨特的《展翅翱翔》周年紀念背景！\r\n\r\n<b>這款背景將於9月10日到9月24日期間開放。</b>\r\n\r\n提到反饋，我們也有一個小小的要求，希望得到大家的幫助。\r\n\r\n遊戲已經發布了四年，我們很想了解玩家們目前的想法。我們準備了一個簡短的問卷，希望能了解你們的需求和期待——如果大家能抽出寶貴時間問答我們的問題，我們會非常感激！\r\n點擊下面的按鈕來填寫問卷！\r\n\r\n感謝大家一同來慶祝這個特殊時刻。我們無比期待之後的精彩旅程！\r\n歡呼！\r\n"
							},
							{
								"Language": "it",
								"Text": "È incredibile che l’adattamento digitale di Wingspan abbia già compiuto quattro anni!\r\n\r\nVogliamo ringraziare te e tutti gli altri giocatori per tutto l’affetto e il supporto che ci avete dimostrato in tutti questi anni. La vostra opinione conta tantissimo per noi e ci spinge a creare giochi sempre migliori!\r\n\r\nPer festeggiare questa lieta ricorrenza, abbiamo una sorpresa speciale in serbo per tutti i nostri cari birdwatcher: uno sfondo unico a tema anniversario di Wingspan!\r\n\r\n<b>Sarà disponibile dal 10 al 24 settembre.</b>\r\n\r\nE a proposito di opinioni, abbiamo una piccola richiesta per te.\r\nDal momento che sono già trascorsi quattro anni dall’uscita del gioco, vorremmo saperne di più sui giocatori “di oggi”. Ecco perché abbiamo preparato un breve sondaggio per comprendere al meglio le esigenze e le aspettative dei nostri giocatori: ti saremmo grati se potessi farci pervenire le tue risposte!\r\n\r\nClicca il pulsante qui sotto per compilare il questionario!\r\n\r\nGrazie per il meraviglioso tempo trascorso insieme. Non vediamo l’ora di vedere cosa ci riserverà il futuro!\r\nA presto!\r\n"
							},
							{
								"Language": "ko",
								"Text": "윙스팬의 디지털 버전이 벌써 4년이 되었다는 사실이 믿기지 않습니다!\r\n\r\n그동안 보내주신 여러분의 사랑과 성원에 진심으로 감사드립니다. 여러분의 피드백 덕에 더 좋은 게임을 만들 영감을 받았습니다!\r\n\r\n이 멋진 날을 기념하기 위해 탐조가분들을 위한 특별한 선물을 준비했습니다. 바로 유니크한 윙스팬 기념일 배경입니다!\r\n\r\n<b>9월 10일부터 9월 24일까지 즐길 수 있습니다.</b>\r\n\r\n피드백 얘기가 나와서 말씀드리자면, 작은 부탁도 하나 있습니다.\r\n\r\n출시 후 벌써 4년이 지났으니 '현재의' 여러분을 알아보고 싶습니다. 요구와 기대를 더 잘 이해하기 위해 간단한 설문조사를 준비했으니 잠시 시간을 내어 답변을 보내주시면 대단히 감사하겠습니다!\r\n\r\n아래 버튼을 클릭하여 설문조사에 참여하실 수 있습니다!\r\n\r\n이 놀라운 시간을 함께 해주셔서 감사합니다. 앞으로가 기대됩니다!\r\n건배!\r\n"
							},
							{
								"Language": "uk",
								"Text": "Важко повірити, що цифровій адаптації «Крил» уже чотири роки!\r\n\r\nМи хочемо подякувати вам за любов і підтримку, яку ви даруєте нам увесь цей час. Важливість ваших відгуків переоцінити неможливо: щиро, вони надихають нас робити для вас іще більше чудових ігор!\r\n\r\nНа це свято ми підготували для вас дещо особливе, любі друзі.Це унікальне тло до дня народження «Крил»!\r\n\r\n<b>Воно буде доступне з 10 до 24 вересня.</b>\r\n\r\nДо речі, щодо відгуків. Маємо до вас невеличке прохання.\r\nПозаяк гру ми випустили аж чотири роки тому, нам було б дуже приємно познайомитися з вами «теперішніми». Ми підготували коротке опитування, щоб краще зрозуміти ваші потреби й очікування, і були б дуже-дуже вдячні, якби ви приділили йому трохи часу й надіслали нам свої відповіді!\r\n\r\nЗаповнити опитувальник можна, натиснувши кнопку нижче!\r\n\r\nДякуємо за ці надзвичайні проведені разом роки. З нетерпінням чекаємо на нові відкриття!\r\nЗі святом!\r\n"
							}
						]
					}
				}
			],
			"Actions": [
				{
					"ActionType": 0,
					"PlatformsToShowOn": 271,
					"Value": "https://bit.ly/3AXwEO5",
					"ButtonText": {
						"LocalizedTexts": [
							{
								"Language": "en",
								"Text": "Survey"
							},
							{
								"Language": "pl",
								"Text": "Ankieta"
							},
							{
								"Language": "de",
								"Text": "Umfrage"
							},
							{
								"Language": "fr",
								"Text": "Questionnaire"
							},
							{
								"Language": "es",
								"Text": "Encuesta"
							},
							{
								"Language": "pt-BR",
								"Text": "Pesquisa"
							},
							{
								"Language": "ja",
								"Text": "アンケート"
							},
							{
								"Language": "ru",
								"Text": "Опрос"
							},
							{
								"Language": "zh",
								"Text": "调查问卷"
							},
							{
								"Language": "zh-Hant",
								"Text": "調查問卷"
							},
							{
								"Language": "it",
								"Text": "Sondaggio"
							},
							{
								"Language": "ko",
								"Text": "설문 조사"
							},
							{
								"Language": "uk",
								"Text": "Опитування"
							}
						]
					}
				}
			]
		},
		{
			"ID": "f1920ac1-d4c4-445c-8875-a5eafe8f9a51",
			"Tags": [
				"Update"
			],
			"PlatformsToShowOn": 319,
			"StartDateTicks": 638618076000000000,
			"EndDateTicks": 946391904000000000,
			"Priority": 1,
			"PresetImageName": "Online",
			"RemoteImageName": "",
			"Title": {
				"LocalizedTexts": [
					{
						"Language": "en",
						"Text": "Hotfix"
					},
					{
						"Language": "pl",
						"Text": "Poprawka"
					},
					{
						"Language": "de",
						"Text": "Hotfix"
					},
					{
						"Language": "fr",
						"Text": "Correctif"
					},
					{
						"Language": "es",
						"Text": "Parche"
					},
					{
						"Language": "pt-BR",
						"Text": "Hotfix"
					},
					{
						"Language": "ja",
						"Text": "ホットフィックス"
					},
					{
						"Language": "ru",
						"Text": "Исправление"
					},
					{
						"Language": "zh",
						"Text": "紧急修复"
					},
					{
						"Language": "zh-Hant",
						"Text": "緊急修復"
					},
					{
						"Language": "it",
						"Text": "Hotfix"
					},
					{
						"Language": "ko",
						"Text": "핫픽스"
					},
					{
						"Language": "uk",
						"Text": "Виправлення"
					}
				]
			},
			"Header": {
				"LocalizedTexts": [
					{
						"Language": "en",
						"Text": "A new hotfix is flying your way! "
					},
					{
						"Language": "pl",
						"Text": "Nowa poprawka nadlatuje!"
					},
					{
						"Language": "de",
						"Text": "Ein neuer Hotfix fliegt schon herbei! "
					},
					{
						"Language": "fr",
						"Text": "Un nouveau correctif va bientôt atterrir ! "
					},
					{
						"Language": "es",
						"Text": "¡Os va volando un parche nuevo! "
					},
					{
						"Language": "pt-BR",
						"Text": "Um novo hotfix já está voando até você! "
					},
					{
						"Language": "ja",
						"Text": "新たなホットフィックスが向かっています！ "
					},
					{
						"Language": "ru",
						"Text": "К вам летит новое исправление! "
					},
					{
						"Language": "zh",
						"Text": "新的紧急修复更新已经向你飞来！"
					},
					{
						"Language": "zh-Hant",
						"Text": "新的緊急修復更新已經向你飛來！"
					},
					{
						"Language": "it",
						"Text": "Nuovo hotfix in arrivo in un batter d’ali! "
					},
					{
						"Language": "ko",
						"Text": "새로운 핫픽스가 곧 출시됩니다!"
					},
					{
						"Language": "uk",
						"Text": "А зараз вилетить виправлення! "
					}
				]
			},
			"Content": [
				{
					"PlatformsToShowOn": 271,
					"Text": {
						"LocalizedTexts": [
							{
								"Language": "en",
								"Text": "We're back with a fresh hotfix!\r\nWith this patch, we continue our work to improve Wingspan and to bring you the best experience we can. \r\nThank you so much for your reports and feedback! \r\nPlease remember to update your game!\r\n\r\nCheck out the patchnotes below:"
							},
							{
								"Language": "pl",
								"Text": "Powracamy ze świeżą poprawką! Wraz z tą łatką kontynuujemy prace nad ulepszaniem Na Skrzydłach, aby dostarczyć wam najwyższej jakości doświadczenie. Bardzo dziękujemy Wam za zgłoszenia i informacje zwrotne. Pamiętajcie, aby zaktualizować grę! Sprawdźcie listę zmian poniżej:"
							},
							{
								"Language": "de",
								"Text": "Wir sind zurück mit einem frischen Hotfix!\r\nDieser Patch bringt weitere Verbesserungen für Wingspan (Flügelschlag) und macht das Spielerlebnis hoffentlich noch angenehmer.\r\nVielen Dank für all die Meldungen und das Feedback!\r\nBitte denk daran, das Spiel zu aktualisieren!\r\n\r\nHier findest du die Infos zum Patch:"
							},
							{
								"Language": "fr",
								"Text": "Nous revenons avec un nouveau correctif !\r\nGrâce à lui, nous continuons d’améliorer Wingspan pour vous offrir la meilleure expérience possible. \r\nMerci infiniment pour vos retours et vos signalements ! \r\nN’oubliez pas de mettre votre jeu à jour !\r\n\r\nConsultez les notes de patch ci-dessous :"
							},
							{
								"Language": "es",
								"Text": "¡Hemos vuelto con un parche bien fresquito!\r\nEn él seguimos mejorando Wingspan para ofreceros la mejor experiencia posible.\r\nGracias por todos vuestros informes y opiniones.\r\n¡No olvidéis actualizar vuestro juego!\r\n\r\nEchad un vistazo a las notas del parche que os dejamos aquí abajo:"
							},
							{
								"Language": "pt-BR",
								"Text": "Estamos de volta com um novo hotfix!\r\nCom este patch, continuamos nosso trabalho para melhorar o Wingspan e apresentar a melhor experiência possível.\r\nMuito obrigado por seus relatórios e feedback! \r\nPor favor, lembre-se de atualizar seu jogo!\r\n\r\nConfira abaixo as notas do patch:"
							},
							{
								"Language": "ja",
								"Text": "できたてのホットフィックスをお届け！\r\n本パッチで『ウィングスパン』をより良くし、皆様に最高の体験をお届けいたします！\r\nご報告、ご意見をいただき感謝いたします！\r\nゲームを必ずアップデートしてください。\r\n\r\nパッチノートはこちら："
							},
							{
								"Language": "ru",
								"Text": "Мы подготовили новое исправление!\r\nМы продолжаем совершенствовать Wingspan, чтобы игра радовала вас еще больше. \r\nБлагодарим вас за отзывы и сообщения об ошибках! \r\nНе забудьте обновить игру!\r\n\r\nСписок нововведений можно найти ниже:"
							},
							{
								"Language": "zh",
								"Text": "新的紧急修复更新已经就绪！\r\n本次补丁中，我们继续优化《展翅翱翔》，尽我们所能地改善其体验。\r\n感谢各位的反馈与报告！ \r\n请及时更新游戏！\r\n\r\n更新日志详见下文：\r\n"
							},
							{
								"Language": "zh-Hant",
								"Text": "新的緊急修復更新已經就緒！\r\n本次補丁中，我們繼續優化《展翅翱翔》，盡我們所能地改善其體驗。\r\n感謝各位的反饋與報告！ \r\n請及時更新遊戲！\r\n\r\n更新日誌詳見下文："
							},
							{
								"Language": "it",
								"Text": "Siamo tornati con un hotfix nuovo di zecca!\r\nCon questa patch continuiamo a migliorare Wingspan e a proporre l’esperienza migliore possibile.\r\nGrazie mille per le vostre segnalazioni e opinioni!\r\nE ricordatevi di aggiornare il gioco!\r\n\r\nDi seguito riportiamo le note della patch:"
							},
							{
								"Language": "ko",
								"Text": "새로운 핫픽스로 돌아왔습니다!\r\n이번 패치는 윙스팬을 개선하고 최고의 경험을 제공하기 위한 노력이 담겼습니다.\r\n여러분의 제보와 피드백에 감사드립니다!\r\n꼭 게임을 업데이트해주세요!\r\n\r\n업데이트 내역은 아래를 확인해주세요."
							},
							{
								"Language": "uk",
								"Text": "Ми повернулися зі свіженьким виправленням!\r\nУ цьому патчі ми попрацювали над поліпшенням «Крил», щоб ви отримали найкращі враження від гри. \r\nЩиро дякуємо за ваші звіти й відгуки! \r\nНе забудьте оновитися!\r\n\r\nДеталі оновлення доступні нижче:"
							}
						]
					}
				},
				{
					"PlatformsToShowOn": 48,
					"Text": {
						"LocalizedTexts": [
							{
								"Language": "en",
								"Text": "We're back with a fresh hotfix!\r\nWith this patch, we continue our work to improve Wingspan and to bring you the best experience we can. \r\nThank you so much for your reports and feedback! \r\nPlease remember to update your game!"
							},
							{
								"Language": "pl",
								"Text": "Powracamy ze świeżą poprawką! Wraz z tą łatką kontynuujemy prace nad ulepszaniem Na Skrzydłach, aby dostarczyć wam najwyższej jakości doświadczenie. Bardzo dziękujemy Wam za zgłoszenia i informacje zwrotne. Pamiętajcie, aby zaktualizować grę!"
							},
							{
								"Language": "de",
								"Text": "Wir sind zurück mit einem frischen Hotfix!\r\nDieser Patch bringt weitere Verbesserungen für Wingspan (Flügelschlag) und macht das Spielerlebnis hoffentlich noch angenehmer.\r\nVielen Dank für all die Meldungen und das Feedback!\r\nBitte denk daran, das Spiel zu aktualisieren!"
							},
							{
								"Language": "fr",
								"Text": "Nous revenons avec un nouveau correctif !\r\nGrâce à lui, nous continuons d’améliorer Wingspan pour vous offrir la meilleure expérience possible. \r\nMerci infiniment pour vos retours et vos signalements ! \r\nN’oubliez pas de mettre votre jeu à jour !"
							},
							{
								"Language": "es",
								"Text": "¡Hemos vuelto con un parche bien fresquito!\r\nEn él seguimos mejorando Wingspan para ofreceros la mejor experiencia posible.\r\nGracias por todos vuestros informes y opiniones.\r\n¡No olvidéis actualizar vuestro juego!"
							},
							{
								"Language": "pt-BR",
								"Text": "Estamos de volta com um novo hotfix!\r\nCom este patch, continuamos nosso trabalho para melhorar o Wingspan e apresentar a melhor experiência possível.\r\nMuito obrigado por seus relatórios e feedback! \r\nPor favor, lembre-se de atualizar seu jogo!"
							},
							{
								"Language": "ja",
								"Text": "できたてのホットフィックスをお届け！\r\n本パッチで『ウィングスパン』をより良くし、皆様に最高の体験をお届けいたします！\r\nご報告、ご意見をいただき感謝いたします！\r\nゲームを必ずアップデートしてください"
							},
							{
								"Language": "ru",
								"Text": "Мы подготовили новое исправление!\r\nМы продолжаем совершенствовать Wingspan, чтобы игра радовала вас еще больше. \r\nБлагодарим вас за отзывы и сообщения об ошибках! \r\nНе забудьте обновить игру!"
							},
							{
								"Language": "zh",
								"Text": "新的紧急修复更新已经就绪！\r\n本次补丁中，我们继续优化《展翅翱翔》，尽我们所能地改善其体验。\r\n感谢各位的反馈与报告！ \r\n请及时更新游戏！"
							},
							{
								"Language": "zh-Hant",
								"Text": "新的緊急修復更新已經就緒！\r\n本次補丁中，我們繼續優化《展翅翱翔》，盡我們所能地改善其體驗。\r\n感謝各位的反饋與報告！ \r\n請及時更新遊戲！"
							},
							{
								"Language": "it",
								"Text": "Siamo tornati con un hotfix nuovo di zecca!\r\nCon questa patch continuiamo a migliorare Wingspan e a proporre l’esperienza migliore possibile.\r\nGrazie mille per le vostre segnalazioni e opinioni!\r\nE ricordatevi di aggiornare il gioco!"
							},
							{
								"Language": "ko",
								"Text": "새로운 핫픽스로 돌아왔습니다!\r\n이번 패치는 윙스팬을 개선하고 최고의 경험을 제공하기 위한 노력이 담겼습니다.\r\n여러분의 제보와 피드백에 감사드립니다!\r\n꼭 게임을 업데이트해주세요!"
							},
							{
								"Language": "uk",
								"Text": "Ми повернулися зі свіженьким виправленням!\r\nУ цьому патчі ми попрацювали над поліпшенням «Крил», щоб ви отримали найкращі враження від гри. \r\nЩиро дякуємо за ваші звіти й відгуки! \r\nНе забудьте оновитися!"
							}
						]
					}
				}
			],
			"Actions": [
				{
					"ActionType": 0,
					"PlatformsToShowOn": 257,
					"Value": "https://store.steampowered.com/news/app/1054490/view/4616841244694584793?l=english",
					"ButtonText": {
						"LocalizedTexts": [
							{
								"Language": "en",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "pl",
								"Text": "Lista Zmian"
							},
							{
								"Language": "de",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "fr",
								"Text": "NOTES DE PATCH"
							},
							{
								"Language": "es",
								"Text": "NOTAS DEL PARCHE"
							},
							{
								"Language": "pt-BR",
								"Text": "NOTAS DO PATCH"
							},
							{
								"Language": "ja",
								"Text": "パッチノート"
							},
							{
								"Language": "ru",
								"Text": "СПИСОК НОВОВВЕДЕНИЙ"
							},
							{
								"Language": "zh",
								"Text": "更新日志"
							},
							{
								"Language": "zh-Hant",
								"Text": "更新日誌"
							},
							{
								"Language": "it",
								"Text": "NOTE DELLA PATCH"
							},
							{
								"Language": "ko",
								"Text": "패치노트"
							},
							{
								"Language": "uk",
								"Text": "ДЕТАЛІ ОНОВЛЕННЯ"
							}
						]
					}
				},
				{
					"ActionType": 0,
					"PlatformsToShowOn": 2,
					"Value": "https://www.gogdb.org/product/1404732312/releasenotes",
					"ButtonText": {
						"LocalizedTexts": [
							{
								"Language": "en",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "pl",
								"Text": "Lista Zmian"
							},
							{
								"Language": "de",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "fr",
								"Text": "NOTES DE PATCH"
							},
							{
								"Language": "es",
								"Text": "NOTAS DEL PARCHE"
							},
							{
								"Language": "pt-BR",
								"Text": "NOTAS DO PATCH"
							},
							{
								"Language": "ja",
								"Text": "パッチノート"
							},
							{
								"Language": "ru",
								"Text": "СПИСОК НОВОВВЕДЕНИЙ"
							},
							{
								"Language": "zh",
								"Text": "更新日志"
							},
							{
								"Language": "zh-Hant",
								"Text": "更新日誌"
							},
							{
								"Language": "it",
								"Text": "NOTE DELLA PATCH"
							},
							{
								"Language": "ko",
								"Text": "패치노트"
							},
							{
								"Language": "uk",
								"Text": "ДЕТАЛІ ОНОВЛЕННЯ"
							}
						]
					}
				},
				{
					"ActionType": 0,
					"PlatformsToShowOn": 4,
					"Value": "https://play.google.com/store/apps/details?id=com.MonsterCouch.Wingspan",
					"ButtonText": {
						"LocalizedTexts": [
							{
								"Language": "en",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "pl",
								"Text": "Lista Zmian"
							},
							{
								"Language": "de",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "fr",
								"Text": "NOTES DE PATCH"
							},
							{
								"Language": "es",
								"Text": "NOTAS DEL PARCHE"
							},
							{
								"Language": "pt-BR",
								"Text": "NOTAS DO PATCH"
							},
							{
								"Language": "ja",
								"Text": "パッチノート"
							},
							{
								"Language": "ru",
								"Text": "СПИСОК НОВОВВЕДЕНИЙ"
							},
							{
								"Language": "zh",
								"Text": "更新日志"
							},
							{
								"Language": "zh-Hant",
								"Text": "更新日誌"
							},
							{
								"Language": "it",
								"Text": "NOTE DELLA PATCH"
							},
							{
								"Language": "ko",
								"Text": "패치노트"
							},
							{
								"Language": "uk",
								"Text": "ДЕТАЛІ ОНОВЛЕННЯ"
							}
						]
					}
				},
				{
					"ActionType": 0,
					"PlatformsToShowOn": 8,
					"Value": "https://apps.apple.com/us/app/wingspan-the-board-game/id1459520638",
					"ButtonText": {
						"LocalizedTexts": [
							{
								"Language": "en",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "pl",
								"Text": "Lista Zmian"
							},
							{
								"Language": "de",
								"Text": "PATCHNOTES"
							},
							{
								"Language": "fr",
								"Text": "NOTES DE PATCH"
							},
							{
								"Language": "es",
								"Text": "NOTAS DEL PARCHE"
							},
							{
								"Language": "pt-BR",
								"Text": "NOTAS DO PATCH"
							},
							{
								"Language": "ja",
								"Text": "パッチノート"
							},
							{
								"Language": "ru",
								"Text": "СПИСОК НОВОВВЕДЕНИЙ"
							},
							{
								"Language": "zh",
								"Text": "更新日志"
							},
							{
								"Language": "zh-Hant",
								"Text": "更新日誌"
							},
							{
								"Language": "it",
								"Text": "NOTE DELLA PATCH"
							},
							{
								"Language": "ko",
								"Text": "패치노트"
							},
							{
								"Language": "uk",
								"Text": "ДЕТАЛІ ОНОВЛЕННЯ"
							}
						]
					}
				}
			]
		}
	]
}
